[
  {
    "id": 0,
    "text": "United States Department of Agriculture\nForest Service\nForest Management Service Center\nFort Collins, CO\n2009\nLast Revised: May 2013",
    "page_numbers": []
  },
  {
    "id": 1,
    "text": "Fred C. Martin",
    "page_numbers": []
  },
  {
    "id": 2,
    "text": "Martin, Fred C.  2009.  User's Guide to the FVS Economic Extension (ECON).  Internal Rep. Fort Collins, CO: U. S. Department of Agriculture, Forest Service, Forest Management Service Center. 43p.",
    "page_numbers": []
  },
  {
    "id": 3,
    "text": "The Economic Extension (ECON) to the Forest Vegetation Simulator (FVS) computes economic measures during FVS simulations to aid evaluation of silvicultural alternatives.  These measures include undiscounted and discounted costs and revenues, benefit-cost ratio, internal rate of return, present net value, realizable rate of return, soil expectation value, value of forest, and value of trees. ECON provides functionality for examining multiple harvest regimes within a single simulation, permits scheduling activities based on economic measures with the Event Monitor, and reports revenues based on log dimensions.",
    "page_numbers": []
  },
  {
    "id": 4,
    "text": "ECON requirements were conceptualized by Nicholas Crookston, Mark Wiitala (US Forest Service, Rocky Mountain and Pacific Northwest Experiment Stations, respectively), and Bill Barber, James Hotvedt, and Fred Martin (WA Department of Natural Resources).  David L. Renner, Forestry Consultant, Charis Consulting, provided initial software and demonstrated a proof-of-concept. Bryan Lu assisted in developing calculation algorithms and re-writing computer code.  Bill Barber and James Hotvedt provided detailed reviews of the user's manual and operating procedures.",
    "page_numbers": []
  },
  {
    "id": 5,
    "text": "Fred C. Martin is a forest biometrician with the Washington State Department of Natural Resources. He received his B.S. (1970), M.S. (1979), and Ph.D. (1987) in forest sciences from the University of Montana.  Previous to joining the DNR in 1987, he held positions with private industry, county government, an Indian tribe, the US Forest Service, and the University of Montana.",
    "page_numbers": []
  },
  {
    "id": 27,
    "text": "Economic measures of forest management activities are important for evaluating alternative silvicultural prescriptions, including cost-efficient alternatives for restoring, enhancing, or maintaining wildlife habitat.  With the advent of ECON, economic measures may now be examined and evaluated as part of an FVS simulation.\nECON computes economic measures for the costs and revenues of harvests and regeneration conducted by FVS.  It also allows for annual and periodic costs and revenues that need not be directly related to timber management.  The integration of ECON with FVS permits:  1) the ability to evaluate multiple harvest scenarios within a single simulation, 2) the ability to schedule management activities with the Event Monitor (Crookston, 1990) based on the values of economic measures, 3) the ability to dynamically initiate and value future management prescriptions, and 4) the ability to compute special costs and revenues in response to simulated events.  In addition, ECON provides valuation based on log diameters, not just tree sizes, and valuation of forestland (land and timber together) and immature timber (separate from the land).",
    "page_numbers": []
  },
  {
    "id": 29,
    "text": "The following examples illustrate the integration of ECON with FVS and the economic questions that motivated ECON development.",
    "page_numbers": []
  },
  {
    "id": 31,
    "text": "The Fuel Treatment prescription appeared to have little effect on reducing long-term surface fuel loading or protecting timber from wildfire.  Managers might conclude that the Fuel Treatment prescription was both economically and biologically inefficient as a means of wildfire protection.",
    "page_numbers": []
  },
  {
    "id": 32,
    "text": "Although ECON has many potential uses, the following five economic questions motivated development.\n1. Given an existing stand, when is the economically efficient harvest time?\n2. What is the value of forestland for timber production?\n3. Given an existing stand and its forestland value, when is the economically efficient harvest time?\n4. Given harvest deferral of an existing stand until a target condition is achieved, what forestland value for timber production accrues while maintaining the target condition?\n5. Given an existing immature stand having a known land value, what is the value of the immature trees ('reprod' value)?\nExamples exploring each motivating question are given below.  Some examples may be surprising to those accustomed to strict even-aged management, in that neither harvestable volume nor value increase in a monotonic manner.  Further, harvestable volumes may be substantially less than standing inventory due to nontimber management objectives or constraints, such as reserve trees for wildlife habitat enhancement or unstable slope protection. A hypothetical (or 'pretend') harvest identifies the trees that could be harvested but does not remove them from the FVS simulation; hence the stand develops 'as if' the harvest had not occurred.  This allows potentially harvestable trees to be valued without affecting the simulation. In this way, hypothetical harvests can be conducted over time, wherein each cycle's harvest represents a mutually exclusive alternative independent from other cycles.",
    "page_numbers": []
  },
  {
    "id": 33,
    "text": "Given an existing stand, when is the most economically efficient time to harvest?  The following two examples illustrate this decision question.  They each assume an existing pole-sized stand with 400 trees per acre. In these examples the economic influence of future stands is not considered; only cash flows associated with the current stand are examined.  Example 3 illustrates the impact of both current and future stand cash flows on economic valuations.",
    "page_numbers": []
  },
  {
    "id": 34,
    "text": "This harvest prescription calls for harvesting all trees seven-inch diameter at breast-height (DBH) and larger, except for sixteen reserve trees per acre.  The reserve trees are distributed across the existing diameter distribution of trees seven-inch DBH and larger. One hundred year simulation results are listed in Table 1A.  FVS provides several measures for evaluating harvest timing, including density, stand volume, growth, and mortality (columns 1-6).  ECON provides additional decision criteria (columns 8-11).  Based on PNV (column 8), the economically efficient harvest time for this stand is 2044.  Note that the preferred economic harvest time is near culmination of accretion (column 5), but before maximum volume (column 4).  PNV declines after 2044 as gains in stand growth fail to keep pace with the time-value of money as specified by the four percent discount rate.  In addition to PNV, ECON computes internal rate of return, benefit cost (B/C) ratio, and realizable rate of return (columns 9-11).  The economically efficient harvest time varies depending on the economic decision criteria, but PNV is often the preferred criterion (Davis and Johnson, 1986, p. 315).  The internal rate of return may be an inappropriate decision criterion for this example because the analysis was initiated after stand initiation (Bullard and Straka, 1998, p. 4.14).  Users unfamiliar with the different economic measures should consult one or more of the references before deciding on an economic decision criterion.\nBecause the PRETEND keyword was active for all cycles, harvest costs and revenues are 'local' to each cycle, i.e., harvest cash flows are not accumulated across cycles.  PNV as of the end of each FVS cycle (column 8) reflects a 'pretend' harvest during the cycle independent of harvests in other cycles.  Economic measures are based on the 'pretend' harvest volume (column 7), which is less than total volume (column 4), due to reserve trees.  Like the FVS Summary Table, ECON results for a cycle are labeled with the beginning year of the cycle, e.g., activities occurring between 2014 and 2023 are displayed in 2014.",
    "page_numbers": []
  },
  {
    "id": 35,
    "text": "2004, Trees /Acre (2) = 400. 2004, Basal Area/ Acre (3) = 127. 2004, Total Bd Ft /Acre (4) = 19,300. 2004, Accretion Cu Ft/ Acre/Yr (5) = 122. 2004, Mortality Cu Ft/ Acre/Yr (6) = 24. 2004, Harvest Bd Ft /Acre (7) = 17,005. 2004, PNV (8) = 176. 2004, Internal Rate of Return (9) = 20.6. 2004, B/C Ratio (10) = 1.1. 2004, Realizable Rate of Return (11) = 5.5. 2014, Trees /Acre (2) = 305. 2014, Basal Area/ Acre (3) = 148. 2014, Total Bd Ft /Acre (4) = 24,765. 2014, Accretion Cu Ft/ Acre/Yr (5) = 124. 2014, Mortality Cu Ft/ Acre/Yr (6) = 32. 2014, Harvest Bd Ft /Acre (7) = 21,678. 2014, PNV (8) = 202. 2014, Internal Rate of Return (9) = 21.1. 2014, B/C Ratio (10) = 1.2. 2014, Realizable Rate of Return (11) = 5.0. 2024, Trees /Acre (2) = 241. 2024, Basal Area/ Acre (3) = 166. 2024, Total Bd Ft /Acre (4) = 29,836. 2024, Accretion Cu Ft/ Acre/Yr (5) = 118. 2024, Mortality Cu Ft/ Acre/Yr (6) = 43. 2024, Harvest Bd Ft /Acre (7) = 26,248. 2024, PNV (8) = 267. 2024, Internal Rate of Return (9) = 16.8. 2024, B/C Ratio (10) = 1.4. 2024, Realizable Rate of Return (11) = 5.1. 2034, Trees /Acre (2) = 197. 2034, Basal Area/ Acre (3) = 179. 2034, Total Bd Ft /Acre (4) = 34,619. 2034, Accretion Cu Ft/ Acre/Yr (5) = 124.",
    "page_numbers": []
  },
  {
    "id": 36,
    "text": "2034, Mortality Cu Ft/ Acre/Yr (6) = 57. 2034, Harvest Bd Ft /Acre (7) = 30,438. 2034, PNV (8) = 347. 2034, Internal Rate of Return (9) = 13.3. 2034, B/C Ratio (10) = 1.6. 2034, Realizable Rate of Return (11) = 5.2. 2044, Trees /Acre (2) = 163. 2044, Basal Area/ Acre (3) = 188. 2044, Total Bd Ft /Acre (4) = 39,049. 2044, Accretion Cu Ft/ Acre/Yr (5) = 123. 2044, Mortality Cu Ft/ Acre/Yr (6) = 60. 2044, Harvest Bd Ft /Acre (7) = 33,937. 2044, PNV (8) = 363. 2044, Internal Rate of Return (9) = 10.8. 2044, B/C Ratio (10) = 1.9. 2044, Realizable Rate of Return (11) = 5.3. 2054, Trees /Acre (2) = 139. 2054, Basal Area/ Acre (3) = 195. 2054, Total Bd Ft /Acre (4) = 43,165. 2054, Accretion Cu Ft/ Acre/Yr (5) = 124. 2054, Mortality Cu Ft/ Acre/Yr (6) = 66. 2054, Harvest Bd Ft /Acre (7) = 36,923. 2054, PNV (8) = 351. 2054, Internal Rate of Return (9) = 9.1. 2054, B/C Ratio (10) = 2.1. 2054, Realizable Rate of Return (11) = 5.3. 2064, Trees /Acre (2) = 120. 2064, Basal Area/ Acre (3) = 201. 2064, Total Bd Ft /Acre (4) = 47,320. 2064, Accretion Cu Ft/ Acre/Yr (5) = 111. 2064, Mortality Cu Ft/ Acre/Yr (6) = 72. 2064, Harvest Bd Ft /Acre (7) = 40,237. 2064, PNV",
    "page_numbers": []
  },
  {
    "id": 37,
    "text": "(8) = 313. 2064, Internal Rate of Return (9) = 7.9. 2064, B/C Ratio (10) = 2.3. 2064, Realizable Rate of Return (11) = 5.3. 2074, Trees /Acre (2) = 105. 2074, Basal Area/ Acre (3) = 203. 2074, Total Bd Ft /Acre (4) = 50,665. 2074, Accretion Cu Ft/ Acre/Yr (5) = 108. 2074, Mortality Cu Ft/ Acre/Yr (6) = 81. 2074, Harvest Bd Ft /Acre (7) = 42,366. 2074, PNV (8) = 242. 2074, Internal Rate of Return (9) = 6.8. 2074, B/C Ratio (10) = 2.3. 2074, Realizable Rate of Return (11) = 5.1. 2084, Trees /Acre (2) = 92. 2084, Basal Area/ Acre (3) = 202. 2084, Total Bd Ft /Acre (4) = 53,006. 2084, Accretion Cu Ft/ Acre/Yr (5) = 104. 2084, Mortality Cu Ft/ Acre/Yr (6) = 81. 2084, Harvest Bd Ft /Acre (7) = 43,360. 2084, PNV (8) = 184. 2084, Internal Rate of Return (9) = 6.1. 2084, B/C Ratio (10) = 2.3. 2084, Realizable Rate of Return (11) = 5.0. 2094, Trees /Acre (2) = 81. 2094, Basal Area/ Acre (3) = 201. 2094, Total Bd Ft /Acre (4) = 55,728. 2094, Accretion Cu Ft/ Acre/Yr (5) = 98. 2094, Mortality Cu Ft/ Acre/Yr (6) = 82. 2094, Harvest Bd Ft /Acre (7) = 44,368. 2094, PNV (8) = 130. 2094, Internal Rate of Return (9) = 5.5. 2094, B/C Ratio (10) = 2.1. 2094, Realizable Rate",
    "page_numbers": []
  },
  {
    "id": 38,
    "text": "of Return (11) = 4.8\nTable 1A.  Example 1A results evaluating harvest timing for an existing stand.",
    "page_numbers": []
  },
  {
    "id": 39,
    "text": "The primary objective in this example is to maintain continuous tree cover consisting of large diameter trees and residual stocking across the diameter distribution.  The harvest prescription calls for harvesting 90% of the basal area between strict diameter limits, with the maximum allowable harvest diameter increasing over time.  For example, in 2004 90% of the basal area in trees between six and sixteen inches DBH can be harvested, whereas in 2054, 90% of the basal area in trees six and twenty-two inches DBH can be harvested.  Trees less than or greater than the DBH limits are reserved from harvest in order to retain residual stocking of both understory and large trees.  This prescription, although contrived, illustrates economic effects when timber harvest is not the primary objective.\nSimulation results (Table 1B) are the same as Example 1A for columns 1-6, while columns 7-11 show results for the 'pretend' harvests for this prescription.  Harvest volumes are low in early years relative to total volume, ranging from a low of 48% of total volume in 2044 to a high of 80% in 2094 (percentage comparisons of columns 4 and 7).  Step-wise changes in leave tree diameters over time resulted in PNV (column 8) initially increasing as the stand increased in total volume then decreasing in 2034 as large trees were reserved from harvest.  In 2054 PNV again increased as the reserve-tree diameter limit increased.  In 2074, PNV again declined as harvest increases failed to keep pace with the four percent discount rate.  As in Example 1A, PNV, internal rate of return, B/C ratio, and realizable rate provide different results (Davis and Johnson, 1986, pp. 315-324, discuss comparison and use of these different criteria).  Note that in this example, as compared to Example 1A, the economic efficient harvest time based on PNV (year 2064) occurs after culmination of accretion (column 5), and near maximum basal area (column 3).\n\nTable 1B.  Example 1B results evaluating harvest timing for an existing stand.",
    "page_numbers": []
  },
  {
    "id": 40,
    "text": "2004, Trees /Acre (2) = 400. 2004, Basal Area/ Acre (3) = 127. 2004, Total Bd Ft /Acre (4) = 19,300. 2004, Accretion Cu Ft/ Acre/Yr (5) = 122. 2004, Mortality Cu Ft/ Acre/Yr (6) = 24. 2004, Harvest Bd Ft /Acre (7) = 17,006. 2004, PNV (8) = -6. 2004, Internal Rate of Return (9) = 3.3. 2004, B/C Ratio (10) = 1.0. 2004, Realizable Rate of Return (11) = 3.9. 2014, Trees /Acre (2) = 305. 2014, Basal Area/ Acre (3) = 148. 2014, Total Bd Ft /Acre (4) = 24,765. 2014, Accretion Cu Ft/ Acre/Yr (5) = 124. 2014, Mortality Cu Ft/ Acre/Yr (6) = 32. 2014, Harvest Bd Ft /Acre (7) = 21,678. 2014, PNV (8) = 75. 2014, Internal Rate of Return (9) = 12.5. 2014, B/C Ratio (10) = 1.1. 2014, Realizable Rate of Return (11) = 4.5. 2024, Trees /Acre (2) = 241. 2024, Basal Area/ Acre (3) = 166. 2024, Total Bd Ft /Acre (4) = 29,836. 2024, Accretion Cu Ft/ Acre/Yr (5) = 118. 2024, Mortality Cu Ft/ Acre/Yr (6) = 43. 2024, Harvest Bd Ft /Acre (7) = 26,249. 2024, PNV (8) = 106. 2024, Internal Rate of Return (9) = 11.6. 2024, B/C Ratio (10) = 1.2. 2024, Realizable Rate of Return (11) = 4.6. 2034, Trees /Acre (2) = 197. 2034, Basal Area/ Acre (3) = 179. 2034, Total Bd Ft /Acre (4) = 34,620. 2034, Accretion Cu Ft/ Acre/Yr (5) = 124.",
    "page_numbers": []
  },
  {
    "id": 41,
    "text": "2034, Mortality Cu Ft/ Acre/Yr (6) = 57. 2034, Harvest Bd Ft /Acre (7) = 30,439. 2034, PNV (8) = 81. 2034, Internal Rate of Return (9) = 8.1. 2034, B/C Ratio (10) = 1.2. 2034, Realizable Rate of Return (11) = 4.4. 2044, Trees /Acre (2) = 163. 2044, Basal Area/ Acre (3) = 188. 2044, Total Bd Ft /Acre (4) = 39,062. 2044, Accretion Cu Ft/ Acre/Yr (5) = 123. 2044, Mortality Cu Ft/ Acre/Yr (6) = 60. 2044, Harvest Bd Ft /Acre (7) = 33,971. 2044, PNV (8) = 47. 2044, Internal Rate of Return (9) = 6.0. 2044, B/C Ratio (10) = 1.1. 2044, Realizable Rate of Return (11) = 4.3. 2054, Trees /Acre (2) = 139. 2054, Basal Area/ Acre (3) = 195. 2054, Total Bd Ft /Acre (4) = 43,169. 2054, Accretion Cu Ft/ Acre/Yr (5) = 124. 2054, Mortality Cu Ft/ Acre/Yr (6) = 66. 2054, Harvest Bd Ft /Acre (7) = 36,930. 2054, PNV (8) = 84. 2054, Internal Rate of Return (9) = 6.3. 2054, B/C Ratio (10) = 1.3. 2054, Realizable Rate of Return (11) = 4.5. 2064, Trees /Acre (2) = 120. 2064, Basal Area/ Acre (3) = 201. 2064, Total Bd Ft /Acre (4) = 47,335. 2064, Accretion Cu Ft/ Acre/Yr (5) = 111. 2064, Mortality Cu Ft/ Acre/Yr (6) = 72. 2064, Harvest Bd Ft /Acre (7) = 40,242. 2064, PNV (8) =",
    "page_numbers": []
  },
  {
    "id": 42,
    "text": "132. 2064, Internal Rate of Return (9) = 6.4. 2064, B/C Ratio (10) = 1.6. 2064, Realizable Rate of Return (11) = 4.7. 2074, Trees /Acre (2) = 105. 2074, Basal Area/ Acre (3) = 203. 2074, Total Bd Ft /Acre (4) = 50,637. 2074, Accretion Cu Ft/ Acre/Yr (5) = 108. 2074, Mortality Cu Ft/ Acre/Yr (6) = 81. 2074, Harvest Bd Ft /Acre (7) = 42,330. 2074, PNV (8) = 127. 2074, Internal Rate of Return (9) = 6.0. 2074, B/C Ratio (10) = 1.6. 2074, Realizable Rate of Return (11) = 4.6. 2084, Trees /Acre (2) = 92. 2084, Basal Area/ Acre (3) = 202. 2084, Total Bd Ft /Acre (4) = 53,004. 2084, Accretion Cu Ft/ Acre/Yr (5) = 104. 2084, Mortality Cu Ft/ Acre/Yr (6) = 81. 2084, Harvest Bd Ft /Acre (7) = 43,344. 2084, PNV (8) = 94. 2084, Internal Rate of Return (9) = 5.4. 2084, B/C Ratio (10) = 1.6. 2084, Realizable Rate of Return (11) = 4.5. 2094, Trees /Acre (2) = 81. 2094, Basal Area/ Acre (3) = 201. 2094, Total Bd Ft /Acre (4) = 55,725. 2094, Accretion Cu Ft/ Acre/Yr (5) = 98. 2094, Mortality Cu Ft/ Acre/Yr (6) = 82. 2094, Harvest Bd Ft /Acre (7) = 44,351. 2094, PNV (8) = 73. 2094, Internal Rate of Return (9) = 5.0. 2094, B/C Ratio (10) = 1.5. 2094, Realizable Rate of Return (11) =",
    "page_numbers": []
  },
  {
    "id": 43,
    "text": "4.4",
    "page_numbers": []
  },
  {
    "id": 44,
    "text": "Given bare ground or a residual stand, what is the soil expectation value (SEV) of a perpetually repeating series of stand treatments?  The following example uses SEV to illustrate differences among management prescriptions that have the same initial conditions but differ in the timing and intensity of final harvest.  Initial condition for this example is a residual stand containing sixteen trees per acre ranging from five to twenty-one inches DBH that is planted and naturally regenerated followed by a commercial thinning in 2034.  Alternative prescriptions are simulated using the PRETEND keyword beginning in 2044.  Each cycle after 2034 represents an alternative harvest prescription designed to preserve sufficient trees to replicate and perpetuate the initial stand\ncondition.  That is, each 'pretend' cycle is a mutually exclusive prescription, e.g., the stand can be managed as a repeating series of 80-year cutting-cycle stands or a repeating series of 90-year cutting-cycles, but not both.  The SEV at each cycle is based on the costs and revenues from the initial condition plus the 'pretend' harvest for that cycle.  Because the PRETEND keyword is active, harvest costs and revenues from the 'pretend' management prescriptions are not accumulated between cycles; they are valued only in their respective cycles.  The SEV at each time period is the present net value of this land parcel to produce like-managed stands in perpetuity.\nThe most economically efficient management prescription is the one with the highest SEV, year 2074 (column 10, Table 2).  Differences in harvested versus total board-foot volume (columns 8 versus 5) reflect reservations for maintaining initial stand structure (the sixteen reserve trees).  The difference between harvested and total volume decreases over time as larger trees become available for harvest.  Negative SEV values prior to 2044 result from planting and other initiating management activities.\nSimulating different harvest prescriptions each cycle with the PRETEND keyword provides information (SEV) for valuing management prescriptions that have different time lengths or rotation ages.  Although contrived, this example shows how multiple prescriptions can be simulated in a single FVS simulation.  The process used in this example is similar to that needed for valuing uneven-aged management harvests under alternative entry periods.\n\nTable 2.  Example 2 results using SEV to evaluate alternative management prescriptions.",
    "page_numbers": []
  },
  {
    "id": 45,
    "text": "2004, Investment Period (2) = 10. 2004, Trees /Acre (3) = 16. 2004, Basal Area/ Acre (4) = 14. 2004, Total Bd Ft /Acre (5) = 2,350. 2004, Accretion Cu Ft /Acre/Yr (6) = 18. 2004, Mortality Cu Ft/ Acre/Yr (7) = 2. 2004, Harvest Bd Ft /Acre (8) = 0. 2004, PNV (9) = -70. 2004, SEV (10) = -209. 2004, Internal Rate of Return (11) = . 2014, Investment Period (2) = 20. 2014, Trees /Acre (3) = 1,429. 2014, Basal Area/ Acre (4) = 20. 2014, Total Bd Ft /Acre (5) = 3,302. 2014, Accretion Cu Ft /Acre/Yr (6) = 49. 2014, Mortality Cu Ft/ Acre/Yr (7) = 0. 2014, Harvest Bd Ft /Acre (8) = 0. 2014, PNV (9) = -80. 2014, SEV (10) = -141. 2014, Internal Rate of Return (11) = . 2024, Investment Period (2) = 30. 2024, Trees /Acre (3) = 1,835. 2024, Basal Area/ Acre (4) = 47. 2024, Total Bd Ft /Acre (5) = 4,468. 2024, Accretion Cu Ft /Acre/Yr (6) = 144. 2024, Mortality Cu Ft/ Acre/Yr (7) = 2. 2024, Harvest Bd Ft /Acre (8) = 0. 2024, PNV (9) = -83. 2024, SEV (10) = -116. 2024, Internal Rate of Return (11) = . 2034, Investment Period (2) = 40. 2034, Trees /Acre (3) = 1,396. 2034, Basal Area/ Acre (4) = 117. 2034, Total Bd Ft /Acre (5) = 8,149. 2034, Accretion Cu Ft /Acre/Yr (6) = 71. 2034, Mortality Cu Ft/ Acre/Yr",
    "page_numbers": []
  },
  {
    "id": 46,
    "text": "(7) = 2. 2034, Harvest Bd Ft /Acre (8) = 1,970. 2034, PNV (9) = -105. 2034, SEV (10) = -126. 2034, Internal Rate of Return (11) = 0.2. 2044, Investment Period (2) = 50. 2044, Trees /Acre (3) = 128. 2044, Basal Area/ Acre (4) = 59. 2044, Total Bd Ft /Acre (5) = 9,667. 2044, Accretion Cu Ft /Acre/Yr (6) = 90. 2044, Mortality Cu Ft/ Acre/Yr (7) = 5. 2044, Harvest Bd Ft /Acre (8) = 7,219. 2044, PNV (9) = 86. 2044, SEV (10) = 110. 2044, Internal Rate of Return (11) = 4.7. 2054, Investment Period (2) = 60. 2054, Trees /Acre (3) = 117. 2054, Basal Area/ Acre (4) = 82. 2054, Total Bd Ft /Acre (5) = 13,768. 2054, Accretion Cu Ft /Acre/Yr (6) = 107. 2054, Mortality Cu Ft/ Acre/Yr (7) = 8. 2054, Harvest Bd Ft /Acre (8) = 10,389. 2054, PNV (9) = 94. 2054, SEV (10) = 113. 2054, Internal Rate of Return (11) = 4.6. 2064, Investment Period (2) = 70. 2064, Trees /Acre (3) = 110. 2064, Basal Area/ Acre (4) = 107. 2064, Total Bd Ft /Acre (5) = 18,964. 2064, Accretion Cu Ft /Acre/Yr (6) = 123. 2064, Mortality Cu Ft/ Acre/Yr (7) = 14. 2064, Harvest Bd Ft /Acre (8) = 14,500. 2064, PNV (9) = 103. 2064, SEV (10) = 119. 2064, Internal Rate of Return (11) =",
    "page_numbers": []
  },
  {
    "id": 47,
    "text": "4.6. 2074, Investment Period (2) = 80. 2074, Trees /Acre (3) = 104. 2074, Basal Area/ Acre (4) = 131. 2074, Total Bd Ft /Acre (5) = 25,114. 2074, Accretion Cu Ft /Acre/Yr (6) = 143. 2074, Mortality Cu Ft/ Acre/Yr (7) = 22. 2074, Harvest Bd Ft /Acre (8) = 19,794. 2074, PNV (9) = 106. 2074, SEV (10) = 120. 2074, Internal Rate of Return (11) = 4.5. 2084, Investment Period (2) = 90. 2084, Trees /Acre (3) = 98. 2084, Basal Area/ Acre (4) = 156. 2084, Total Bd Ft /Acre (5) = 32,394. 2084, Accretion Cu Ft /Acre/Yr (6) = 158. 2084, Mortality Cu Ft/ Acre/Yr (7) = 30. 2084, Harvest Bd Ft /Acre (8) = 26,258. 2084, PNV (9) = 102. 2084, SEV (10) = 113. 2084, Internal Rate of Return (11) = 4.5. 2094, Investment Period (2) = 100. 2094, Trees /Acre (3) = 93. 2094, Basal Area/ Acre (4) = 180. 2094, Total Bd Ft /Acre (5) = 40,372. 2094, Accretion Cu Ft /Acre/Yr (6) = 164. 2094, Mortality Cu Ft/ Acre/Yr (7) = 40. 2094, Harvest Bd Ft /Acre (8) = 33,046. 2094, PNV (9) = 85. 2094, SEV (10) = 94. 2094, Internal Rate of Return (11) = 4.4",
    "page_numbers": []
  },
  {
    "id": 48,
    "text": "Given an existing stand and a known soil expectation value (SEV) for a desired future repeating management prescription, determine the economically efficient time for harvesting the current stand.  Although ignored in Examples 1A and 1B, assessing the harvest date of a current stand should consider the 'opportunity cost' of delaying initiation of a future prescription.  \"Value of forest\" is the measure used to identify the economically efficient time to convert the existing stand to the desired future repeating management prescription.  'Value of forest' is the sum of the PNV for each cycle plus the discounted SEV for the future management prescription.  It provides a 'normalized' measure for evaluating mutually exclusive alternatives of different length and size (Davis and Johnson, 1987, pp. 317-320).  The process used for this decision question is similar to that required for evaluating the forest value of a perpetual uneven-aged management prescription\nthat is 'off cycle' (Bullard and Straka, 1998), i.e., the SEV of the perpetual prescription is known, but the scheduled entry time for the current stand is in the middle of a cutting cycle.\nThis example uses the stand and prescription of Example 1A above, and the SEV ($120) determined in Example 2 for the desired future prescription.  Results (Table 3) are the same as in Example 1A, but an additional economic measure, 'value of forest,' is calculated.  SEV ($120) is discounted for the number of years until it can be implemented (the investment period, column 2) to account for postponing the initiation of the future perpetual management prescription.  Results show that the current stand should be harvested in 2044 in order to achieve an economically timely conversion to the desired future management program.\n\nTable 3.  Example 3 results using 'value of forest' for assessing preferred harvest time.",
    "page_numbers": []
  },
  {
    "id": 49,
    "text": "2004, Investment Period (2) = 10. 2004, Trees /Acre (3) = 400. 2004, Basal Area/ Acre (4) = 127. 2004, Total Bd Ft /Acre (5) = 19,300. 2004, Harvest Bd Ft/ Acre (6) = 17,006. 2004, PNV (7) = 176. 2004, Value of Forest (8) = 257. 2014, Investment Period (2) = 20. 2014, Trees /Acre (3) = 305. 2014, Basal Area/ Acre (4) = 148. 2014, Total Bd Ft /Acre (5) = 24,765. 2014, Harvest Bd Ft/ Acre (6) = 21,678. 2014, PNV (7) = 202. 2014, Value of Forest (8) = 257. 2024, Investment Period (2) = 30. 2024, Trees /Acre (3) = 241. 2024, Basal Area/ Acre (4) = 166. 2024, Total Bd Ft /Acre (5) = 29,836. 2024, Harvest Bd Ft/ Acre (6) = 26,249. 2024, PNV (7) = 267. 2024, Value of Forest (8) = 304. 2034, Investment Period (2) = 40. 2034, Trees /Acre (3) = 197. 2034, Basal Area/ Acre (4) = 179. 2034, Total Bd Ft /Acre (5) = 34,620. 2034, Harvest Bd Ft/ Acre (6) = 30,439. 2034, PNV (7) = 347. 2034, Value of Forest (8) = 372. 2044, Investment Period (2) = 50. 2044, Trees /Acre (3) = 163. 2044, Basal Area/ Acre (4) = 188. 2044, Total Bd Ft /Acre (5) = 39,062. 2044, Harvest Bd Ft/ Acre (6) = 33,971. 2044, PNV (7) = 363. 2044, Value of Forest (8) = 380. 2054, Investment Period (2) = 60. 2054, Trees /Acre (3) = 139. 2054, Basal Area/ Acre",
    "page_numbers": []
  },
  {
    "id": 50,
    "text": "(4) = 195. 2054, Total Bd Ft /Acre (5) = 43,169. 2054, Harvest Bd Ft/ Acre (6) = 36,930. 2054, PNV (7) = 351. 2054, Value of Forest (8) = 362. 2064, Investment Period (2) = 70. 2064, Trees /Acre (3) = 120. 2064, Basal Area/ Acre (4) = 201. 2064, Total Bd Ft /Acre (5) = 47,335. 2064, Harvest Bd Ft/ Acre (6) = 40,242. 2064, PNV (7) = 313. 2064, Value of Forest (8) = 321. 2074, Investment Period (2) = 80. 2074, Trees /Acre (3) = 105. 2074, Basal Area/ Acre (4) = 203. 2074, Total Bd Ft /Acre (5) = 50,637. 2074, Harvest Bd Ft/ Acre (6) = 42,330. 2074, PNV (7) = 242. 2074, Value of Forest (8) = 247. 2084, Investment Period (2) = 90. 2084, Trees /Acre (3) = 92. 2084, Basal Area/ Acre (4) = 202. 2084, Total Bd Ft /Acre (5) = 53,004. 2084, Harvest Bd Ft/ Acre (6) = 43,344. 2084, PNV (7) = 184. 2084, Value of Forest (8) = 188. 2094, Investment Period (2) = 100. 2094, Trees /Acre (3) = 81. 2094, Basal Area/ Acre (4) = 201. 2094, Total Bd Ft /Acre (5) = 55,725. 2094, Harvest Bd Ft/ Acre (6) = 44,351. 2094, PNV (7) = 130. 2094, Value of Forest (8) = 132",
    "page_numbers": []
  },
  {
    "id": 51,
    "text": "Given harvest deferral of a stand until a structural condition is achieved, what is the soil expectation value for timber production that will maintain the desired structural components?  In this example an existing stand is simulated until a specified target condition is attained, and in response, the current stand is harvested and a future management prescription is evaluated.  The Event Monitor is used to monitor stand conditions over time and to dynamically schedule execution of FVS and ECON keywords.\nInitial stand condition is as described for Example 1A (400 pole-size trees per acre).  The existing stand prescription is to harvest all but the sixteen largest trees when 10% of the trees in the stand reach 21' DBH and larger.  The Event Monitor tracks stand development and informs when the target condition has been met, whereupon FVS harvest keywords are executed.  Upon harvest, the Event Monitor 'triggers' activation of keywords that initiate the future management prescription. The future prescription consists of regenerating the residual stand and harvesting all but the sixteen largest trees when at least 5,000 harvestable board-feet per acre have accumulated.  A 'pretend' harvest at each cycle represents a different mutually exclusive perpetual management alternative, each with a different harvest age (similar to Example 2).  The economically most-desirable harvest age is the one with highest SEV.\nSimulation results (Table 4) show the existing stand target is met in 2044, when the stand is harvested and the future prescription is initiated.  In 2045 the Event Monitor triggers reinitialization of the investment period and stand regeneration activities.  The harvest volume target",
    "page_numbers": []
  },
  {
    "id": 52,
    "text": "(5,000 board-feet per acre) is reached in 2094 and the 'pretend' future harvests are simulated.  SEV is maximized ($167, column 10) using a 79-year harvest cycle or rotation (column 2, Investment Period).  Negative PNV and SEV for the 49 years between 2045 and 2084 result from regeneration costs for stand initiation, whereas the declining PNV and SEV after 2124 result from harvest volumes failing to keep pace with the time-value of money as specified by the four percent discount rate.  Total volume is substantially greater than harvest volume (columns 5 and 6) because of the large reserve-tree volume.  The results show that the 79-year harvest cycle is the most economically efficient prescription for perpetually maintaining at least 16 large trees per acre on this site.  Note that maximum PNV occurs in 2124 (column 7, 89-year harvest cycle) ten years later than the maximum SEV; opportunity costs (the cost of delaying future management actions) are include in SEV but not in PNV.  Procedures for initiating a future repeating management prescription based on some unknown, but computable target condition, would be similar to those used in this example.",
    "page_numbers": []
  },
  {
    "id": 53,
    "text": "2004, Investment Period (2) = 10. 2004, Trees /Acre (3) = 400. 2004, Basal Area/ Acre (4) = 127. 2004, Total Bd Ft /Acre (5) = 19,300. 2004, Harvest Bd Ft /Acre (6) = 0. 2004, PNV (7) = 0. 2004, Internal Rate of Return (8) = . 2004, Realizable Rate of Return (9) = . 2004, SEV (10) = . 2014, Investment Period (2) = 20. 2014, Trees /Acre (3) = 305. 2014, Basal Area/ Acre (4) = 148. 2014, Total Bd Ft /Acre (5) = 24,765. 2014, Harvest Bd Ft /Acre (6) = 0. 2014, PNV (7) = 0. 2014, Internal Rate of Return (8) = . 2014, Realizable Rate of Return (9) = . 2014, SEV (10) = . 2024, Investment Period (2) = 30. 2024, Trees /Acre (3) = 241. 2024, Basal Area/ Acre (4) = 166. 2024, Total Bd Ft /Acre (5) = 29,836. 2024, Harvest Bd Ft /Acre (6) = 0. 2024, PNV (7) = 0. 2024, Internal Rate of Return (8) = . 2024, Realizable Rate of Return (9) = . 2024, SEV (10) = . 2034, Investment Period (2) = 31. 2034, Trees /Acre (3) = 197. 2034, Basal Area/ Acre (4) = 179. 2034, Total Bd Ft /Acre (5) = 34,620. 2034, Harvest Bd Ft /Acre (6) = 0. 2034, PNV (7) = 0. 2034, Internal Rate of Return (8) = . 2034, Realizable Rate of Return (9) = . 2034, SEV (10) = . 2044, Investment Period (2) = 41. 2044, Trees /Acre (3) = 163. 2044, Basal Area/ Acre (4) = 188. 2044, Total Bd Ft /Acre (5) =",
    "page_numbers": []
  },
  {
    "id": 54,
    "text": "39,062. 2044, Harvest Bd Ft /Acre (6) = 27,706. 2044, PNV (7) = 1,278. 2044, Internal Rate of Return (8) = >50.0. 2044, Realizable Rate of Return (9) = 8.9. 2044, SEV (10) = . 2045, Investment Period (2) = 1. 2045, Trees /Acre (3) = 1,924. 2045, Basal Area/ Acre (4) = 43. 2045, Total Bd Ft /Acre (5) = 11,341. 2045, Harvest Bd Ft /Acre (6) = 0. 2045, PNV (7) = -50. 2045, Internal Rate of Return (8) = . 2045, Realizable Rate of Return (9) = . 2045, SEV (10) = -162. 2054, Investment Period (2) = 19. 2054, Trees /Acre (3) = 2,140. 2054, Basal Area/ Acre (4) = 55. 2054, Total Bd Ft /Acre (5) = 13,622. 2054, Harvest Bd Ft /Acre (6) = 0. 2054, PNV (7) = -50. 2054, Internal Rate of Return (8) = . 2054, Realizable Rate of Return (9) = . 2054, SEV (10) = -92. 2064, Investment Period (2) = 29. 2064, Trees /Acre (3) = 1,581. 2064, Basal Area/ Acre (4) = 86. 2064, Total Bd Ft /Acre (5) = 16,436. 2064, Harvest Bd Ft /Acre (6) = 0. 2064, PNV (7) = -50. 2064, Internal Rate of Return (8) = . 2064, Realizable Rate of Return (9) = . 2064, SEV (10) = -71. 2074, Investment Period (2) = 39. 2074, Trees /Acre (3) = 1,300. 2074, Basal Area/ Acre (4) = 138. 2074, Total Bd Ft /Acre (5)",
    "page_numbers": []
  },
  {
    "id": 55,
    "text": "= 19,252. 2074, Harvest Bd Ft /Acre (6) = 0. 2074, PNV (7) = -50. 2074, Internal Rate of Return (8) = . 2074, Realizable Rate of Return (9) = . 2074, SEV (10) = -61. 2084, Investment Period (2) = 49. 2084, Trees /Acre (3) = 1,111. 2084, Basal Area/ Acre (4) = 196. 2084, Total Bd Ft /Acre (5) = 24,228. 2084, Harvest Bd Ft /Acre (6) = 0. 2084, PNV (7) = -50. 2084, Internal Rate of Return (8) = . 2084, Realizable Rate of Return (9) = . 2084, SEV (10) = -56. 2094, Investment Period (2) = 59. 2094, Trees /Acre (3) = 938. 2094, Basal Area/ Acre (4) = 252. 2094, Total Bd Ft /Acre (5) = 31,974. 2094, Harvest Bd Ft /Acre (6) = 7,595. 2094, PNV (7) = 59. 2094, Internal Rate of Return (8) = 5.6. 2094, Realizable Rate of Return (9) = 4.6. 2094, SEV (10) = 72. 2104, Investment Period (2) = 69. 2104, Trees /Acre (3) = 786. 2104, Basal Area/ Acre (4) = 294. 2104, Total Bd Ft /Acre (5) = 39,513. 2104, Harvest Bd Ft /Acre (6) = 13,546. 2104, PNV (7) = 124. 2104, Internal Rate of Return (8) = 6.2. 2104, Realizable Rate of Return (9) = 5.0. 2104, SEV (10) = 139. 2114, Investment Period (2) = 79. 2114, Trees /Acre (3) = 658. 2114, Basal Area/ Acre (4) = 324. 2114, Total Bd Ft /Acre (5)",
    "page_numbers": []
  },
  {
    "id": 56,
    "text": "= 46,982. 2114, Harvest Bd Ft /Acre (6) = 19,888. 2114, PNV (7) = 155. 2114, Internal Rate of Return (8) = 6.1. 2114, Realizable Rate of Return (9) = 5.1. 2114, SEV (10) = 167. 2124, Investment Period (2) = 89. 2124, Trees /Acre (3) = 552. 2124, Basal Area/ Acre (4) = 343. 2124, Total Bd Ft /Acre (5) = 54,159. 2124, Harvest Bd Ft /Acre (6) = 26,179. 2124, PNV (7) = 157. 2124, Internal Rate of Return (8) = 5.9. 2124, Realizable Rate of Return (9) = 5.0. 2124, SEV (10) = 166. 2134, Investment Period (2) = 99. 2134, Trees /Acre (3) = 400. 2134, Basal Area/ Acre (4) = 127. 2134, Total Bd Ft /Acre (5) = 60,008. 2134, Harvest Bd Ft /Acre (6) = 31,698. 2134, PNV (7) = 140. 2134, Internal Rate of Return (8) = 5.5. 2134, Realizable Rate of Return (9) = 5.0. 2134, SEV (10) = 146\nTable 4.  Example 4 results showing dynamic initiation of future perpetual management prescriptions.",
    "page_numbers": []
  },
  {
    "id": 57,
    "text": "Given an existing immature stand having a known bare land value (SEV), what is the value of the immature trees (often referred to as 'reprod' value)?  Stands that are stocked but have yet to attain merchantable size may have value beyond that of the bare land (SEV value) because they are closer to harvest age.\nThis example assumes a well-stocked pole-size stand that currently has little merchantable volume. The value of the parcel for timber production is represented by an SEV of $120.  The objective is to manage the existing trees for economic value subject to reserving a residual stocking.  'Pretend' harvests that reserve sixteen trees per acre across the diameter distribution are performed each cycle (Table 5).  Differences between total and harvest board-feet (columns 5 and 6) reflect reserve-tree volume.  Stand conditions and present values as of the end of the investment period (column 2) are shown in columns 3 through 7.  'Value of trees' (columns 8) is the present value of the harvestable trees assuming they are to be harvested in the specified period.  For example, if the planned harvest\nyear was 2044 and the trees were destroyed today, then today's 'value of trees' is $308.  Note, today's 'value of trees' depends on the expected or planned harvest date.  'Value of trees' declines after 2044 because the future harvestable volume is insufficient to compensate for the delay in initiating the future management prescription represented by SEV.\nThe value of the immature stand is dependent on the stand's planned harvest date and the delay in implementing the future management prescription, denoted by SEV.  Hence, the user needs to know both the expected time when the current stand is to be harvested and the future management prescription that is to be pursued.  The modeling procedure used here follows a 'capitalized income value (value in use)' approach to appraisal (Davis and Johnson, 1987).  This analysis appraises today's existing trees when harvest is expected in the future assuming a given discount rate and a known SEV. The results can be used to estimate the market value of existing trees, separate from the land, when assessing land purchase or tree damage (e.g., by trespass, wind, or fire).\n\nTable 5.  Example 5 results using 'value of trees' to assess immature timber.",
    "page_numbers": []
  },
  {
    "id": 58,
    "text": "2004, Investment Period (2) = 10. 2004, Trees /Acre (3) = 400. 2004, Basal Area/ Acre (4) = 111. 2004, Total Bd Ft /Acre (5) = 3,900. 2004, Harvest Bd Ft/ Acre (6) = 3,572. 2004, PNV (7) = 23. 2004, Value of Trees (8) = -16. 2014, Investment Period (2) = 20. 2014, Trees /Acre (3) = 378. 2014, Basal Area/ Acre (4) = 188. 2014, Total Bd Ft /Acre (5) = 7,276. 2014, Harvest Bd Ft/ Acre (6) = 6,887. 2014, PNV (7) = 105. 2014, Value of Trees (8) = 40. 2024, Investment Period (2) = 30. 2024, Trees /Acre (3) = 470. 2024, Basal Area/ Acre (4) = 251. 2024, Total Bd Ft /Acre (5) = 12,169. 2024, Harvest Bd Ft/ Acre (6) = 11,595. 2024, PNV (7) = 243. 2024, Value of Trees (8) = 160. 2034, Investment Period (2) = 40. 2034, Trees /Acre (3) = 381. 2034, Basal Area/ Acre (4) = 296. 2034, Total Bd Ft /Acre (5) = 16,386. 2034, Harvest Bd Ft/ Acre (6) = 15,537. 2034, PNV (7) = 373. 2034, Value of Trees (8) = 278. 2044, Investment Period (2) = 50. 2044, Trees /Acre (3) = 473. 2044, Basal Area/ Acre (4) = 319. 2044, Total Bd Ft /Acre (5) = 21,749. 2044, Harvest Bd Ft/ Acre (6) = 20,461. 2044, PNV (7) = 411. 2044, Value of Trees (8) = 308. 2054, Investment Period (2) = 60. 2054, Trees /Acre (3) = 355. 2054, Basal Area/",
    "page_numbers": []
  },
  {
    "id": 59,
    "text": "Acre (4) = 335. 2054, Total Bd Ft /Acre (5) = 25,989. 2054, Harvest Bd Ft/ Acre (6) = 24,220. 2054, PNV (7) = 376. 2054, Value of Trees (8) = 267. 2064, Investment Period (2) = 70. 2064, Trees /Acre (3) = 357. 2064, Basal Area/ Acre (4) = 343. 2064, Total Bd Ft /Acre (5) = 29,621. 2064, Harvest Bd Ft/ Acre (6) = 27,295. 2064, PNV (7) = 311. 2064, Value of Trees (8) = 199. 2074, Investment Period (2) = 80. 2074, Trees /Acre (3) = 279. 2074, Basal Area/ Acre (4) = 344. 2074, Total Bd Ft /Acre (5) = 33,540. 2074, Harvest Bd Ft/ Acre (6) = 30,518. 2074, PNV (7) = 267. 2074, Value of Trees (8) = 152. 2084, Investment Period (2) = 90. 2084, Trees /Acre (3) = 311. 2084, Basal Area/ Acre (4) = 339. 2084, Total Bd Ft /Acre (5) = 36,925. 2084, Harvest Bd Ft/ Acre (6) = 33,086. 2084, PNV (7) = 202. 2084, Value of Trees (8) = 86. 2094, Investment Period (2) = 100. 2094, Trees /Acre (3) = 241. 2094, Basal Area/ Acre (4) = 332. 2094, Total Bd Ft /Acre (5) = 39,796. 2094, Harvest Bd Ft/ Acre (6) = 35,063. 2094, PNV (7) = 147. 2094, Value of Trees (8) = 30",
    "page_numbers": []
  },
  {
    "id": 60,
    "text": "At each FVS cycle ECON can produce two types of reports - summary measures and harvest volumes and gross values.  The Economic Analysis Summary Report (Figure 4) presents costs and revenues accumulated over the investment period as of the end of each cycle.  If a harvest occurs ('pretend' or actual) then a Harvest Volume and Gross Value Report (Figure 5) of harvested volumes and values can be generated for each cycle.\nThe number of years over which ECON accumulates costs and revenues is the investment period. Typically ECON is initiated at the beginning of an FVS simulation and the investment period is the number of elapsed years to the end of each cycle.  However, ECON can be initiated at any time during an FVS simulation; including years within an FVS cycle.  This allows growing a stand from an inventory date before initiating economic calculations, or delaying ECON start until after a harvest or other event.  The investment period can also be re-started during a simulation, reinitiating the accumulation of costs and revenues and all other derived measures from a new time point (see Section II, Example 4 and Section IV, Specifying Multiple Investment Periods).",
    "page_numbers": []
  },
  {
    "id": 61,
    "text": "Summary measures are computed from discounted costs and revenues and include present net value, internal rate of return, benefit cost ratio, realizable rate of return, soil expectation value, value\nof forest, value of trees, and harvested volumes (Figure 4).  Costs accrue from the beginning of the year in which they occur while revenues accrue from the end of the year in which they occur. Summary measures are computed as of the end of the investment period, typically the last year of a cycle.  Because FVS conducts all harvest in the first year of the cycle, measures computed as of the end of a cycle may understate the economics of timber harvests, particularly for long cycle lengths. Users seeking measures for the year of harvest may need to alter standard cycle lengths for times when critical harvests occur.  When the PRETEND keyword is active, harvest costs and revenues are not accumulated across cycles, but are reported only for the cycle in which the harvest occurs (see Section IV, Pretend Harvests).  The summary measures of present net value, internal rate of return, benefit cost ratio, and realizable rate of return are computed for every cycle that ECON is active.  Although these measures are always output, they may not be appropriate.  For example, internal rate of return may not be an appropriate valuation measures when the simulation does not begin from an initial condition, but instead starts from an existing stand condition.  Definition of economic measures and the algorithms for computing summary measures are described below.",
    "page_numbers": []
  },
  {
    "id": 62,
    "text": "Undiscounted costs are the accumulation of all costs (annual, special, pre-commercial thinning, harvest, and regeneration).  If the investment period is re-initialized, cost accumulation is also reinitialized.  Undiscounted costs include appreciation or depreciation (see Section IV, Value Rate Changes and Durations).  Undiscounted costs provide information for evaluating actual cash-flows.\n<!-- formula-not-decoded -->",
    "page_numbers": []
  },
  {
    "id": 63,
    "text": "Undiscounted revenues are the accumulation of all revenues (annual, special, and harvest).  If the investment period is re-initialized, revenue accumulation is also re-initialized.  Undiscounted revenues include appreciation or depreciation (see Section IV, Value Rate Changes and Durations). Undiscounted revenues provide information for evaluating actual cash-flows.\n<!-- formula-not-decoded -->",
    "page_numbers": []
  },
  {
    "id": 64,
    "text": "Present value costs are the undiscounted costs discounted to the first year of the investment period.\n<!-- formula-not-decoded -->",
    "page_numbers": []
  },
  {
    "id": 65,
    "text": "Present value revenues are the undiscounted revenues discounted to the first year of the investment period.\n<!-- formula-not-decoded -->",
    "page_numbers": []
  },
  {
    "id": 66,
    "text": "Present net value (also referred to as present net worth, net present value, and net present worth) is the difference between accumulated present value revenues and present value costs as of the end of the investment period.  If the investment period is re-initialized during a simulation, then PNV is similarly re-initialized.\nCosts esentValue Pr venues Re esentValue Pr PNV -=",
    "page_numbers": []
  },
  {
    "id": 67,
    "text": "Internal rate of return (also known as rate of return, or return on investment) is the interest rate that is earned by invested funds, i.e., the average annual rate of return on an investment.  In forestry, costs, including land cost, are the invested funds on which returns are earned.  Internal rate of return is based on the expectation that an initial investment results in generation of future revenues.  This condition may not be applicable to public lands or to existing stands where land or establishment costs are not considered (Bullard and Straka, 1998, p. 4.14).\nInternal rate of return is the interest rate at which discounted costs equal discounted revenues (the interest rate at which present net value is zero).  Internal rate of return can be calculated only when both costs and revenues exist.  Its computation can be problematical if net revenue changes sign during the investment period, or if costs are insignificant, especially at the beginning of the investment period.  Because ECON tracks costs and revenues annually, net revenue can often shift from positive to negative during a single cycle.  Such conditions can result in more than one interest rate at which discounted costs and revenues are equal. ECON attempts to provide an appropriate internal rate of return, but users need to consider the possibility of multiple, but unreported, solutions.  Clutter et al. (1983, pp 163-167) discuss problems in computing and interpreting internal rate of return.  Internal rate of return is reported as of the end of the investment period.  If the investment period is re-initialized during a simulation, then computation of internal rate of return is similarly re-initialized.\nInternal rate of return is computed using a sequential search procedure.  The input discount rate is the initial interest rate; if PNV is greater than zero, then the interest rate is increased until PNV approximates zero or the interest rate exceeds 50%.  If PNV is less than zero, then the interest rate is decreased until PNV approximates zero or the interest rate is less than zero.  The search algorithm may not determine the rate of return in some cases and is reported only if greater than zero and less than fifty percent.",
    "page_numbers": []
  },
  {
    "id": 68,
    "text": "The B/C ratio is the present value of revenues divided by the present value of costs, provided costs are greater than zero.  B/C ratio is reported as of the end of the investment period.  If the investment period is re-initialized during a simulation, then B/C ratio is similarly re-initialized.\nCosts esentValue Pr / venues Re esentValue Pr tRatio BenefitCos =",
    "page_numbers": []
  },
  {
    "id": 69,
    "text": "Realizable rate of return (also known as modified internal rate of return, or composite rate or return) is the earning rate that equates the present value of all costs to the future value of all revenues at the end of the project life, assuming intermediate returns are reinvested (e.g., commercial thinning revenues).  The discount rate is the assumed reinvestment rate for revenues and the discount rate for costs.  It is the return on investment as of the end of the investment period.  Realizable rate of return is only calculated when both costs and revenues exist.  If the investment period is re-initialized\nduring a simulation, then the realizable rate of return is similarly re-initialized.  Realizable rate of return is not universally accepted as a decision criterion (Bullard and Straka, 1998, p. 4.16), but Davis and Johnson (1987, p. 287) support its use as the correct general criterion to characterize a project's earning rate.",
    "page_numbers": []
  },
  {
    "id": 70,
    "text": "<!-- formula-not-decoded -->\nNote: the above formula differs from some published algorithms (Davis and Johnson, 1986, p. 286), which use future revenue in the numerator; the factor (1.0*discountRate/100.0) provides algebraic equivalence.",
    "page_numbers": []
  },
  {
    "id": 71,
    "text": "Soil expectation value (also known as bare land value or land expectation value) reflects the ability of land to produce income from timber production.  It is the present value of all cash flows assuming perpetually repeating management activities at a given discount rate.  SEV is computed as of the end of the investment period.  Value rate changes (see Section IV, Value Rate Changes and Durations) are applied based on perpetually repeating 'like' investment periods.  If the investment period is re-initialized during a simulation, then SEV is similarly re-initialized.  If the discount rate is zero, SEV is undefined.\n<!-- formula-not-decoded -->",
    "page_numbers": []
  },
  {
    "id": 72,
    "text": "Value of forest is an 'income capitalization' approach (Bullard and Straka, 1998) for estimating the value of existing timber and land.  It is the present net value of cash flows from managing the existing stand plus the discounted SEV.  Because a perpetual management prescription represented by SEV cannot be realized until the existing stand is harvested, SEV is discounted for this delay period.  Value of forest is calculated as of the end of the investment period if a known SEV is input. If the investment period is re-initialized during a simulation, then the value of forest is similarly reinitialized.\n<!-- formula-not-decoded -->",
    "page_numbers": []
  },
  {
    "id": 73,
    "text": "Value of trees ('reprod' value) is an 'income capitalization' approach for estimating the value of existing timber separate from the land at each simulation cycle (Davis and Johnson, 1987, pp. 434435; Bullard and Straka, 1998, pp. 7.20-7.21).  Typically this is the value of 'immature' trees, but it also quantifies the 'value at risk' of timber in older forest stands.  Value of trees is the present net value of cash flows from managing the existing stand assuming replacement of the existing stand by a perpetually repeating management prescription represented by a known SEV.  Value of trees may be of interest to managers considering land exchanges or for valuing damaged timber, such as by fire.  It is calculated as of the end of the investment period if a known SEV is input.  If the investment period is re-initialized during a simulation, then value of trees is similarly re-initialized.\nValueofTrees = ValueofForest -SEV",
    "page_numbers": []
  },
  {
    "id": 74,
    "text": "Harvest volumes, both 'pretend' and actual, are tabulated in the output reports, but only if the harvested volume was valued.  That is, trees harvested using FVS thinning keywords are included in ECON outputs only if they have been specifically identified on HRVRVN keywords.  Both cubicfoot and board-foot merchantable volumes valued by ECON are reported.  Cubic-foot volume reflects total merchantable cubic volume for western variants and sawlog merchantable volume for eastern variants.\nFigure 4 reproduces the Economic Analysis Summary Reports for Examples 2, 3, and 4. Not all measures are produced for every simulation; outputs are dependent on the submitted keywords. Results for a cycle are labeled with the beginning year of the cycle, e.g., the ten year cycle beginning in year 2004 and ending at the end of 2013 is labeled 2004 (exceptions occur when the STRTECON keyword re-initializes the investment period).  'Value of forest' and 'value of trees' were not calculated in the Summary Report for Example 2 because a known SEV was not input.  In Example 3 a bare land value (known SEV) was input and 'value of forest' and 'value of trees' were calculated, but SEV was not.  In Example 4 the ECON was dynamically re-initiated in 2045 resulting in re-initializing the investment period during the 2044 cycle.  In the Summary Report for Example 4, the cycle between 2044 and 2054 is displayed with two records, one for the first year of the cycle, labeled 2044, and one representing the last nine years of the cycle, labeled 2045.\nSTAND ID: Example_2                   MANAGEMENT CODE: NONE  - Calculate SEV for a perpetual management prescription.\nECONOMIC ANALYSIS SUMMARY REPORT\n-----------------------------------------------------------------------------------------------------------------------------------",
    "page_numbers": []
  },
  {
    "id": 75,
    "text": "2094    100  YES       2012     8763     189      274    85    4.7    1.5   4.4    94                    0  33046   4.0",
    "page_numbers": []
  },
  {
    "id": 76,
    "text": "2004, INVEST -MENT.PERIOD = 10. 2004, PRETEND MODE IS.ACTIVE = NO. 2004, UNDISCNTED VALUE ----------------.COST = 72. 2004, UNDISCNTED VALUE ----------------.REVENUE = 0. 2004, PRESENT VALUE ----------------.COST = 70. 2004, PRESENT VALUE ----------------.REVENUE = 0. 2004, PNV = -70. 2004, IRR = . 2004, RATIO = 0.0. 2004, RRR = . 2004, SEV = -209. 2004, VALUE OF.FORST = . 2004, VALUE OF TREES. = . 2004, MRCH CU FT HARV. = 0. 2004, MRCH BD FT HARV. = 0. 2004, DISC RATE.GIVEN = 4.0. 2004, SEV GIVEN. = ------------------------------------------------------------------------------------------------------------------------------------. 2014, INVEST -MENT.PERIOD = 20. 2014, PRETEND MODE IS.ACTIVE = NO. 2014, UNDISCNTED VALUE ----------------.COST = 87. 2014, UNDISCNTED VALUE ----------------.REVENUE = 0. 2014, PRESENT VALUE ----------------.COST = 80. 2014, PRESENT VALUE ----------------.REVENUE = 0. 2014, PNV = -80. 2014, IRR = . 2014, RATIO = 0.0.",
    "page_numbers": []
  },
  {
    "id": 77,
    "text": "2014, RRR = . 2014, SEV = -141. 2014, VALUE OF.FORST = . 2014, VALUE OF TREES. = . 2014, MRCH CU FT HARV. = 0. 2014, MRCH BD FT HARV. = 0. 2014, DISC RATE.GIVEN = 4.0. 2014, SEV GIVEN. = . 2024, INVEST -MENT.PERIOD = 30. 2024, PRETEND MODE IS.ACTIVE = NO. 2024, UNDISCNTED VALUE ----------------.COST = 97. 2024, UNDISCNTED VALUE ----------------.REVENUE = 0. 2024, PRESENT VALUE ----------------.COST = 83. 2024, PRESENT VALUE ----------------.REVENUE = 0. 2024, PNV = -83. 2024, IRR = . 2024, RATIO = 0.0. 2024, RRR = . 2024, SEV = -116. 2024, VALUE OF.FORST = . 2024, VALUE OF TREES. = . 2024, MRCH CU FT HARV. = 0. 2024, MRCH BD FT HARV. = 0. 2024, DISC RATE.GIVEN = 4.0. 2024, SEV GIVEN. = . 2034, INVEST -MENT.PERIOD = 40. 2034, PRETEND MODE IS.ACTIVE = NO. 2034, UNDISCNTED VALUE ----------------.COST = 265. 2034, UNDISCNTED VALUE ----------------.REVENUE = 101. 2034, PRESENT VALUE ----------------.COST = 135. 2034, PRESENT VALUE ----------------.REVENUE = 30. 2034, PNV = -105. 2034, IRR = <0.0. 2034, RATIO = 0.2. 2034, RRR = 0.2. 2034, SEV = -126. 2034, VALUE",
    "page_numbers": []
  },
  {
    "id": 78,
    "text": "OF.FORST = . 2034, VALUE OF TREES. = . 2034, MRCH CU FT HARV. = 0. 2034, MRCH BD FT HARV. = 1970. 2034, DISC RATE.GIVEN = 4.0. 2034, SEV GIVEN. = . 2044, INVEST -MENT.PERIOD = 50. 2044, PRETEND MODE IS.ACTIVE = YES. 2044, UNDISCNTED VALUE ----------------.COST = 693. 2044, UNDISCNTED VALUE ----------------.REVENUE = 1497. 2044, PRESENT VALUE ----------------.COST = 224. 2044, PRESENT VALUE ----------------.REVENUE = 310. 2044, PNV = 86. 2044, IRR = 5.8. 2044, RATIO = 1.4. 2044, RRR = 4.7. 2044, SEV = 110. 2044, VALUE OF.FORST = . 2044, VALUE OF TREES. = . 2044, MRCH CU FT HARV. = 0. 2044, MRCH BD FT HARV. = 7219. 2044, DISC RATE.GIVEN = 4.0. 2044, SEV GIVEN. = . 2054, INVEST -MENT.PERIOD = 60. 2054, PRETEND MODE IS.ACTIVE = YES. 2054, UNDISCNTED VALUE ----------------.COST = 892. 2054, UNDISCNTED VALUE ----------------.REVENUE = 2221. 2054, PRESENT VALUE ----------------.COST = 223. 2054, PRESENT VALUE ----------------.REVENUE = 317. 2054, PNV = 94. 2054, IRR = 5.5. 2054, RATIO = 1.4. 2054, RRR = 4.6. 2054, SEV = 113. 2054, VALUE OF.FORST = . 2054,",
    "page_numbers": []
  },
  {
    "id": 79,
    "text": "VALUE OF TREES. = . 2054, MRCH CU FT HARV. = 0. 2054, MRCH BD FT HARV. = 10389. 2054, DISC RATE.GIVEN = 4.0. 2054, SEV GIVEN. = . 2064, INVEST -MENT.PERIOD = 70. 2064, PRETEND MODE IS.ACTIVE = YES. 2064, UNDISCNTED VALUE ----------------.COST = 1095. 2064, UNDISCNTED VALUE ----------------.REVENUE = 3246. 2064, PRESENT VALUE ----------------.COST = 214. 2064, PRESENT VALUE ----------------.REVENUE = 317. 2064, PNV = 103. 2064, IRR = 5.3. 2064, RATIO = 1.5. 2064, RRR = 4.6. 2064, SEV = 119. 2064, VALUE OF.FORST = . 2064, VALUE OF TREES. = . 2064, MRCH CU FT HARV. = 0. 2064, MRCH BD FT HARV. = 14500. 2064, DISC RATE.GIVEN = 4.0. 2064, SEV GIVEN. = . 2074, INVEST -MENT.PERIOD = 80. 2074, PRETEND MODE IS.ACTIVE = YES. 2074, UNDISCNTED VALUE ----------------.COST = 1346. 2074, UNDISCNTED VALUE ----------------.REVENUE = 4672. 2074, PRESENT VALUE ----------------.COST = 206. 2074, PRESENT VALUE ----------------.REVENUE = 312. 2074, PNV = 106. 2074, IRR = 5.1. 2074, RATIO = 1.5. 2074, RRR = 4.5. 2074, SEV = 120. 2074, VALUE OF.FORST = . 2074, VALUE OF TREES. = .",
    "page_numbers": []
  },
  {
    "id": 80,
    "text": "2074, MRCH CU FT HARV. = 0. 2074, MRCH BD FT HARV. = 19794. 2074, DISC RATE.GIVEN = 4.0. 2074, SEV GIVEN. = . 2084, INVEST -MENT.PERIOD = 90. 2084, PRETEND MODE IS.ACTIVE = YES. 2084, UNDISCNTED VALUE ----------------.COST = 1662. 2084, UNDISCNTED VALUE ----------------.REVENUE = 6566. 2084, PRESENT VALUE ----------------.COST = 198. 2084, PRESENT VALUE ----------------.REVENUE = 300. 2084, PNV = 102. 2084, IRR = 5.0. 2084, RATIO = 1.5. 2084, RRR = 4.5. 2084, SEV = 113. 2084, VALUE OF.FORST = . 2084, VALUE OF TREES. = . 2084, MRCH CU FT HARV. = 0. 2084, MRCH BD FT HARV. = 26258. 2084, DISC RATE.GIVEN = 4.0. 2084, SEV GIVEN. = \nSTAND ID: Example_3                   MANAGEMENT CODE: NONE  - Economically efficient time to implement future perpetual prescription\nECONOMIC ANALYSIS SUMMARY REPORT\n-----------------------------------------------------------------------------------------------------------------------------------\n2094    100  YES       1856     8948     122      252   130    5.5    2.1   4.8          132     12      0  44351   4.0    120",
    "page_numbers": []
  },
  {
    "id": 81,
    "text": "2004, INVEST -MENT.PERIOD = 10. 2004, PRETEND MODE IS.ACTIVE = YES. 2004, UNDISCNTED VALUE ----------------.COST = 1181. 2004, UNDISCNTED VALUE ----------------.REVENUE = 1407. 2004, PRESENT VALUE ----------------.COST = 1177. 2004, PRESENT VALUE ----------------.REVENUE = 1352. 2004, PNV = 176. 2004, IRR = 20.6. 2004, B/C RATIO = 1.1. 2004, RRR = 5.5. 2004, VALUE VALUE OF.OF FORST = 257. 2004, SEV ------------------------------------------------------------------------------------------------------------------------------------.TREES = 137. 2004, MRCH CU FT.HARV = 0. 2004, MRCH BD FT.HARV = 17006. 2004, DISC RATE.GIVEN = 4.0. 2004, SEV.GIVEN = 120. 2014, INVEST -MENT.PERIOD = 20. 2014, PRETEND MODE IS.ACTIVE = YES. 2014, UNDISCNTED VALUE ----------------.COST = 1456. 2014, UNDISCNTED VALUE ----------------.REVENUE = 1828. 2014, PRESENT VALUE ----------------.COST = 985. 2014, PRESENT VALUE ----------------.REVENUE = 1187. 2014, PNV = 202. 2014,",
    "page_numbers": []
  },
  {
    "id": 82,
    "text": "IRR = 21.1. 2014, B/C RATIO = 1.2. 2014, RRR = 5.0. 2014, VALUE VALUE OF.OF FORST = 257. 2014, SEV ------------------------------------------------------------------------------------------------------------------------------------.TREES = 137. 2014, MRCH CU FT.HARV = 0. 2014, MRCH BD FT.HARV = 21678. 2014, DISC RATE.GIVEN = 4.0. 2014, SEV.GIVEN = 120. 2024, INVEST -MENT.PERIOD = 30. 2024, PRETEND MODE IS.ACTIVE = YES. 2024, UNDISCNTED VALUE ----------------.COST = 1625. 2024, UNDISCNTED VALUE ----------------.REVENUE = 2328. 2024, PRESENT VALUE ----------------.COST = 754. 2024, PRESENT VALUE ----------------.REVENUE = 1022. 2024, PNV = 267. 2024, IRR = 16.8. 2024, B/C RATIO = 1.4. 2024, RRR = 5.1. 2024, VALUE VALUE OF.OF FORST = 304. 2024, SEV",
    "page_numbers": []
  },
  {
    "id": 83,
    "text": "------------------------------------------------------------------------------------------------------------------------------------.TREES = 184. 2024, MRCH CU FT.HARV = 0. 2024, MRCH BD FT.HARV = 26249. 2024, DISC RATE.GIVEN = 4.0. 2024, SEV.GIVEN = 120. 2034, INVEST -MENT.PERIOD = 40. 2034, PRETEND MODE IS.ACTIVE = YES. 2034, UNDISCNTED VALUE ----------------.COST = 1758. 2034, UNDISCNTED VALUE ----------------.REVENUE = 3082. 2034, PRESENT VALUE ----------------.COST = 567. 2034, PRESENT VALUE ----------------.REVENUE = 914. 2034, PNV = 347. 2034, IRR = 13.3. 2034, B/C RATIO = 1.6. 2034, RRR = 5.2. 2034, VALUE VALUE OF.OF FORST = 372. 2034, SEV",
    "page_numbers": []
  },
  {
    "id": 84,
    "text": "------------------------------------------------------------------------------------------------------------------------------------.TREES = 252. 2034, MRCH CU FT.HARV = 0. 2034, MRCH BD FT.HARV = 30439. 2034, DISC RATE.GIVEN = 4.0. 2034, SEV.GIVEN = 120. 2044, INVEST -MENT.PERIOD = 50. 2044, PRETEND MODE IS.ACTIVE = YES. 2044, UNDISCNTED VALUE ----------------.COST = 1809. 2044, UNDISCNTED VALUE ----------------.REVENUE = 3873. 2044, PRESENT VALUE ----------------.COST = 413. 2044, PRESENT VALUE ----------------.REVENUE = 776. 2044, PNV = 363. 2044, IRR = 10.8. 2044, B/C RATIO = 1.9. 2044, RRR = 5.3. 2044, VALUE VALUE OF.OF FORST = 380. 2044, SEV",
    "page_numbers": []
  },
  {
    "id": 85,
    "text": "------------------------------------------------------------------------------------------------------------------------------------.TREES = 260. 2044, MRCH CU FT.HARV = 0. 2044, MRCH BD FT.HARV = 33971. 2044, DISC RATE.GIVEN = 4.0. 2044, SEV.GIVEN = 120. 2054, INVEST -MENT.PERIOD = 60. 2054, PRETEND MODE IS.ACTIVE = YES. 2054, UNDISCNTED VALUE ----------------.COST = 1850. 2054, UNDISCNTED VALUE ----------------.REVENUE = 4854. 2054, PRESENT VALUE ----------------.COST = 306. 2054, PRESENT VALUE ----------------.REVENUE = 657. 2054, PNV = 351. 2054, IRR = 9.1. 2054, B/C RATIO = 2.1. 2054, RRR = 5.3. 2054, VALUE VALUE OF.OF FORST = 362. 2054, SEV",
    "page_numbers": []
  },
  {
    "id": 86,
    "text": "------------------------------------------------------------------------------------------------------------------------------------.TREES = 242. 2054, MRCH CU FT.HARV = 0. 2054, MRCH BD FT.HARV = 36930. 2054, DISC RATE.GIVEN = 4.0. 2054, SEV.GIVEN = 120. 2064, INVEST -MENT.PERIOD = 70. 2064, PRETEND MODE IS.ACTIVE = YES. 2064, UNDISCNTED VALUE ----------------.COST = 1912. 2064, UNDISCNTED VALUE ----------------.REVENUE = 5993. 2064, PRESENT VALUE ----------------.COST = 235. 2064, PRESENT VALUE ----------------.REVENUE = 548. 2064, PNV = 313. 2064, IRR = 7.9. 2064, B/C RATIO = 2.3. 2064, RRR = 5.3. 2064, VALUE VALUE OF.OF FORST = 321. 2064, SEV",
    "page_numbers": []
  },
  {
    "id": 87,
    "text": "------------------------------------------------------------------------------------------------------------------------------------.TREES = 201. 2064, MRCH CU FT.HARV = 0. 2064, MRCH BD FT.HARV = 40242. 2064, DISC RATE.GIVEN = 4.0. 2064, SEV.GIVEN = 120. 2074, INVEST -MENT.PERIOD = 80. 2074, PRETEND MODE IS.ACTIVE = YES. 2074, UNDISCNTED VALUE ----------------.COST = 1927. 2074, UNDISCNTED VALUE ----------------.REVENUE = 6874. 2074, PRESENT VALUE ----------------.COST = 183. 2074, PRESENT VALUE ----------------.REVENUE = 424. 2074, PNV = 242. 2074, IRR = 6.8. 2074, B/C RATIO = 2.3. 2074, RRR = 5.1. 2074, VALUE VALUE OF.OF FORST = 247. 2074, SEV",
    "page_numbers": []
  },
  {
    "id": 88,
    "text": "------------------------------------------------------------------------------------------------------------------------------------.TREES = 127. 2074, MRCH CU FT.HARV = 0. 2074, MRCH BD FT.HARV = 42330. 2074, DISC RATE.GIVEN = 4.0. 2074, SEV.GIVEN = 120. 2084, INVEST -MENT.PERIOD = 90. 2084, PRETEND MODE IS.ACTIVE = YES. 2084, UNDISCNTED VALUE ----------------.COST = 1845. 2084, UNDISCNTED VALUE ----------------.REVENUE = 7863. 2084, PRESENT VALUE ----------------.COST = 144. 2084, PRESENT VALUE ----------------.REVENUE = 328. 2084, PNV = 184. 2084, IRR = 6.1. 2084, B/C RATIO = 2.3. 2084, RRR = 5.0. 2084, VALUE VALUE OF.OF FORST = 188. 2084, SEV",
    "page_numbers": []
  },
  {
    "id": 89,
    "text": "------------------------------------------------------------------------------------------------------------------------------------.TREES = 68. 2084, MRCH CU FT.HARV = 0. 2084, MRCH BD FT.HARV = 43344. 2084, DISC RATE.GIVEN = 4.0. 2084, SEV.GIVEN = 120\nSTAND ID: Example_4                   MANAGEMENT CODE: NONE  - Dynamically initiate a future perpetual prescription.\nECONOMIC ANALYSIS SUMMARY REPORT\n------------------------------------------------------------------------------------------------------------------------------------\n\nFigure 4.  ECON Summary Reports for Examples 2, 3, and 4.",
    "page_numbers": []
  },
  {
    "id": 90,
    "text": "2004, INVEST -MENT.PERIOD = 10. 2004, PRETEND MODE IS.ACTIVE = NO. 2004, UNDISCNTED VALUE ----------------.COST = 0. 2004, UNDISCNTED VALUE ----------------.REVENUE = 0. 2004, PRESENT VALUE ----------------.COST = 0. 2004, PRESENT VALUE ----------------.REVENUE = 0. 2004, PNV = 0. 2004, IRR = . 2004, B/C.RATIO = . 2004, RRR = . 2004, SEV = . 2004, VALUE OF.FORST = . 2004, VALUE OF TREES.HARV = 0. 2004, MRCH CU FT.HARV = 0. 2004, MRCH DISC BD FT RATE.GIVEN = 4.0. 2004, SEV GIVEN. = . 2014, INVEST -MENT.PERIOD = 20. 2014, PRETEND MODE IS.ACTIVE = NO. 2014, UNDISCNTED VALUE ----------------.COST = 0. 2014, UNDISCNTED VALUE ----------------.REVENUE = 0. 2014, PRESENT VALUE ----------------.COST = 0. 2014, PRESENT VALUE ----------------.REVENUE = 0. 2014, PNV = 0. 2014, IRR = . 2014, B/C.RATIO = . 2014, RRR = . 2014, SEV = . 2014, VALUE OF.FORST = . 2014, VALUE OF TREES.HARV = 0. 2014, MRCH CU FT.HARV = 0. 2014, MRCH DISC BD FT RATE.GIVEN = 4.0. 2014, SEV GIVEN. = . 2024, INVEST -MENT.PERIOD = 30. 2024, PRETEND MODE IS.ACTIVE = NO. 2024, UNDISCNTED VALUE ----------------.COST = 0. 2024, UNDISCNTED VALUE",
    "page_numbers": []
  },
  {
    "id": 91,
    "text": "----------------.REVENUE = 0. 2024, PRESENT VALUE ----------------.COST = 0. 2024, PRESENT VALUE ----------------.REVENUE = 0. 2024, PNV = 0. 2024, IRR = . 2024, B/C.RATIO = . 2024, RRR = . 2024, SEV = . 2024, VALUE OF.FORST = . 2024, VALUE OF TREES.HARV = 0. 2024, MRCH CU FT.HARV = 0. 2024, MRCH DISC BD FT RATE.GIVEN = 4.0. 2024, SEV GIVEN. = . 2034, INVEST -MENT.PERIOD = 40. 2034, PRETEND MODE IS.ACTIVE = NO. 2034, UNDISCNTED VALUE ----------------.COST = 0. 2034, UNDISCNTED VALUE ----------------.REVENUE = 0. 2034, PRESENT VALUE ----------------.COST = 0. 2034, PRESENT VALUE ----------------.REVENUE = 0. 2034, PNV = 0. 2034, IRR = . 2034, B/C.RATIO = . 2034, RRR = . 2034, SEV = . 2034, VALUE OF.FORST = . 2034, VALUE OF TREES.HARV = 0. 2034, MRCH CU FT.HARV = 0. 2034, MRCH DISC BD FT RATE.GIVEN = 4.0. 2034, SEV GIVEN. = . 2044, INVEST -MENT.PERIOD = 41. 2044, PRETEND MODE IS.ACTIVE = NO. 2044, UNDISCNTED VALUE ----------------.COST = 1078. 2044, UNDISCNTED VALUE ----------------.REVENUE = 7504. 2044, PRESENT VALUE",
    "page_numbers": []
  },
  {
    "id": 92,
    "text": "----------------.COST = 224. 2044, PRESENT VALUE ----------------.REVENUE = 1503. 2044, PNV = 1278. 2044, IRR = >50.0. 2044, B/C.RATIO = 6.7. 2044, RRR = 8.9. 2044, SEV = . 2044, VALUE OF.FORST = . 2044, VALUE OF TREES.HARV = 4956. 2044, MRCH CU FT.HARV = 27706. 2044, MRCH DISC BD FT RATE.GIVEN = 4.0. 2044, SEV GIVEN. = . 2045, INVEST -MENT.PERIOD = 9. 2045, PRETEND MODE IS.ACTIVE = NO. 2045, UNDISCNTED VALUE ----------------.COST = 50. 2045, UNDISCNTED VALUE ----------------.REVENUE = 0. 2045, PRESENT VALUE ----------------.COST = 50. 2045, PRESENT VALUE ----------------.REVENUE = 0. 2045, PNV = -50. 2045, IRR = . 2045, B/C.RATIO = 0.0. 2045, RRR = . 2045, SEV = -162. 2045, VALUE OF.FORST = . 2045, VALUE OF TREES.HARV = 0. 2045, MRCH CU FT.HARV = 0. 2045, MRCH DISC BD FT RATE.GIVEN = 4.0. 2045, SEV GIVEN. = . 2054, INVEST -MENT.PERIOD = 19. 2054, PRETEND MODE IS.ACTIVE = YES. 2054, UNDISCNTED VALUE ----------------.COST = 50. 2054, UNDISCNTED VALUE ----------------.REVENUE = 0. 2054, PRESENT VALUE",
    "page_numbers": []
  },
  {
    "id": 93,
    "text": "----------------.COST = 50. 2054, PRESENT VALUE ----------------.REVENUE = 0. 2054, PNV = -50. 2054, IRR = . 2054, B/C.RATIO = 0.0. 2054, RRR = . 2054, SEV = -92. 2054, VALUE OF.FORST = . 2054, VALUE OF TREES.HARV = 0. 2054, MRCH CU FT.HARV = 0. 2054, MRCH DISC BD FT RATE.GIVEN = 4.0. 2054, SEV GIVEN. = . 2064, INVEST -MENT.PERIOD = 29. 2064, PRETEND MODE IS.ACTIVE = YES. 2064, UNDISCNTED VALUE ----------------.COST = 50. 2064, UNDISCNTED VALUE ----------------.REVENUE = 0. 2064, PRESENT VALUE ----------------.COST = 50. 2064, PRESENT VALUE ----------------.REVENUE = 0. 2064, PNV = -50. 2064, IRR = . 2064, B/C.RATIO = 0.0. 2064, RRR = . 2064, SEV = -71. 2064, VALUE OF.FORST = . 2064, VALUE OF TREES.HARV = 0. 2064, MRCH CU FT.HARV = 0. 2064, MRCH DISC BD FT RATE.GIVEN = 4.0. 2064, SEV GIVEN. = . 2074, INVEST -MENT.PERIOD = 39. 2074, PRETEND MODE IS.ACTIVE = YES. 2074, UNDISCNTED VALUE ----------------.COST = 50. 2074, UNDISCNTED VALUE ----------------.REVENUE = 0. 2074, PRESENT VALUE ----------------.COST = 50. 2074, PRESENT VALUE",
    "page_numbers": []
  },
  {
    "id": 94,
    "text": "----------------.REVENUE = 0. 2074, PNV = -50. 2074, IRR = . 2074, B/C.RATIO = 0.0. 2074, RRR = . 2074, SEV = -61. 2074, VALUE OF.FORST = . 2074, VALUE OF TREES.HARV = 0. 2074, MRCH CU FT.HARV = 0. 2074, MRCH DISC BD FT RATE.GIVEN = 4.0. 2074, SEV GIVEN. = . 2084, INVEST -MENT.PERIOD = 49. 2084, PRETEND MODE IS.ACTIVE = YES. 2084, UNDISCNTED VALUE ----------------.COST = 50. 2084, UNDISCNTED VALUE ----------------.REVENUE = 0. 2084, PRESENT VALUE ----------------.COST = 50. 2084, PRESENT VALUE ----------------.REVENUE = 0. 2084, PNV = -50. 2084, IRR = . 2084, B/C.RATIO = 0.0. 2084, RRR = . 2084, SEV = -56. 2084, VALUE OF.FORST = . 2084, VALUE OF TREES.HARV = 0. 2084, MRCH CU FT.HARV = 0. 2084, MRCH DISC BD FT RATE.GIVEN = 4.0. 2084, SEV GIVEN. = . 2094, INVEST -MENT.PERIOD = 59. 2094, PRETEND MODE IS.ACTIVE = YES. 2094, UNDISCNTED VALUE ----------------.COST = 664. 2094, UNDISCNTED VALUE ----------------.REVENUE = 1415. 2094, PRESENT VALUE ----------------.COST = 140. 2094, PRESENT VALUE ----------------.REVENUE = 199. 2094,",
    "page_numbers": []
  },
  {
    "id": 95,
    "text": "PNV = 59. 2094, IRR = 5.6. 2094, B/C.RATIO = 1.4. 2094, RRR = 4.6. 2094, SEV = 72. 2094, VALUE OF.FORST = . 2094, VALUE OF TREES.HARV = 1585. 2094, MRCH CU FT.HARV = 7595. 2094, MRCH DISC BD FT RATE.GIVEN = 4.0. 2094, SEV GIVEN. = . 2104, INVEST -MENT.PERIOD = 69. 2104, PRETEND MODE IS.ACTIVE = YES. 2104, UNDISCNTED VALUE ----------------.COST = 938. 2104, UNDISCNTED VALUE ----------------.REVENUE = 2754. 2104, PRESENT VALUE ----------------.COST = 138. 2104, PRESENT VALUE ----------------.REVENUE = 262. 2104, PNV = 124. 2104, IRR = 6.2. 2104, B/C.RATIO = 1.9. 2104, RRR = 5.0. 2104, SEV = 139. 2104, VALUE OF.FORST = . 2104, VALUE OF TREES.HARV = 2900. 2104, MRCH CU FT.HARV = 13546. 2104, MRCH DISC BD FT RATE.GIVEN = 4.0. 2104, SEV GIVEN. = . 2114, INVEST -MENT.PERIOD = 79. 2114, PRETEND MODE IS.ACTIVE = YES. 2114, UNDISCNTED VALUE ----------------.COST = 1185. 2114, UNDISCNTED VALUE ----------------.REVENUE = 4371. 2114, PRESENT VALUE ----------------.COST = 126. 2114, PRESENT VALUE ----------------.REVENUE = 281. 2114, PNV = 155.",
    "page_numbers": []
  },
  {
    "id": 96,
    "text": "2114, IRR = 6.1. 2114, B/C.RATIO = 2.2. 2114, RRR = 5.1. 2114, SEV = 167. 2114, VALUE OF.FORST = . 2114, VALUE OF TREES.HARV = 4097. 2114, MRCH CU FT.HARV = 19888. 2114, MRCH DISC BD FT RATE.GIVEN = 4.0. 2114, SEV GIVEN. = . 2124, INVEST -MENT.PERIOD = 89. 2124, PRETEND MODE IS.ACTIVE = YES. 2124, UNDISCNTED VALUE ----------------.COST = 1376. 2124, UNDISCNTED VALUE ----------------.REVENUE = 6154. 2124, PRESENT VALUE ----------------.COST = 110. 2124, PRESENT VALUE ----------------.REVENUE = 267. 2124, PNV = 157. 2124, IRR = 5.9. 2124, B/C.RATIO = 2.4. 2124, RRR = 5.0. 2124, SEV = 166. 2124, VALUE OF.FORST = . 2124, VALUE OF TREES.HARV = 5254. 2124, MRCH CU FT.HARV = 26179. 2124, MRCH DISC BD FT RATE.GIVEN = 4.0. 2124, SEV GIVEN. = . 2134, INVEST -MENT.PERIOD = 99. 2134, PRETEND MODE IS.ACTIVE = YES. 2134, UNDISCNTED VALUE ----------------.COST = 1409. 2134, UNDISCNTED VALUE ----------------.REVENUE = 7887. 2134, PRESENT VALUE ----------------.COST = 91. 2134, PRESENT VALUE ----------------.REVENUE = 231. 2134, PNV = 140. 2134, IRR =",
    "page_numbers": []
  },
  {
    "id": 97,
    "text": "5.5. 2134, B/C.RATIO = 2.5. 2134, RRR = 5.0. 2134, SEV = 146. 2134, VALUE OF.FORST = . 2134, VALUE OF TREES.HARV = 6187. 2134, MRCH CU FT.HARV = 31698. 2134, MRCH DISC BD FT RATE.GIVEN = 4.0. 2134, SEV GIVEN. = . 2144, INVEST -MENT.PERIOD = 109. 2144, PRETEND MODE IS.ACTIVE = YES. 2144, UNDISCNTED VALUE ----------------.COST = 1487. 2144, UNDISCNTED VALUE ----------------.REVENUE = 9786. 2144, PRESENT VALUE ----------------.COST = 80. 2144, PRESENT VALUE ----------------.REVENUE = 194. 2144, PNV = 114. 2144, IRR = 5.2. 2144, B/C.RATIO = 2.4. 2144, RRR = 4.9. 2144, SEV = 119. 2144, VALUE OF.FORST = . 2144, VALUE OF TREES.HARV = 7069. 2144, MRCH CU FT.HARV = 37255. 2144, MRCH DISC BD FT RATE.GIVEN = 4.0. 2144, SEV GIVEN. = ",
    "page_numbers": []
  },
  {
    "id": 98,
    "text": "The Harvest Volume and Gross Value Report (Figure 5) summarizes harvested volume and revenue for a cycle by species and by tree DBH and/or log small-end diameter inside-bark (DIB) classes. Unlike the Summary Report (Figure 4) outputs are not cumulative across cycles.  Values are grouped according to the species, size-classes, and unit-of-measures defined on HRVRVN keywords (Section V).  Harvested tons per acre are converted from harvested cubic volume according to rates specified on the LBSCFV keyword.  Gross values (dollars) for each volume characteristic (except tons per acre) are based on prices submitted on the HRVRVN keywords including value rate changes; values reflect only harvest revenues and do not include other costs or revenues.\nFigure 5 shows two cycles from the Harvest Volume and Gross Value Report for Example 4.  A price of zero was specified on the HRVRVN keyword for trees per acre and cubic-foot volume. This produced output for harvested trees per acre and cubic-foot log volumes without affecting revenue values.  Note that harvested trees per acre are tabulated by tree DBH size whereas cubicfoot volumes are by log DIB; these tabulations are controlled by the unit-of-measure field on the HRVRVN keyword.  No tons per acre values are listed because a LBSCFV keyword was not submitted.  Volumes and gross values are produced for both actual and 'pretend' harvests.\n\nFigure 5.  Harvest Volume and Gross Value Report for two cycles from Example 4.  Note 'pretend' harvest status indicator.",
    "page_numbers": []
  },
  {
    "id": 99,
    "text": "DF, 2044 - PRETEND SMALL-END MIN.2044 - PRETEND SMALL-END MIN = 4.0. DF, DIB MAX -------------.DIB MAX ------------- = 10.0. DF, HARVEST: NO TREE MIN -------------.0.0 = . DF, DBH MAX.999.9 = . DF, TPA REMOVED -------.145 = . DF, TPA VALUE $ --------.0 = . DF, TONS/ ACRE -------.TONS/ ACRE ------- = . DF, CU FT REMOVED -------.CU FT REMOVED ------- = . DF, CU FT VALUE $ --------.CU FT VALUE $ -------- = . DF, BD FT REMOVED -------.BD FT REMOVED ------- = 6097. DF, BD FT VALUE $ --------.BD FT VALUE $ -------- = 1067. DF, TOTAL VALUE $ --------.0 = 1067. DF, 2044 - PRETEND SMALL-END MIN.2044 - PRETEND SMALL-END MIN = 10.0. DF, DIB MAX -------------.DIB MAX ------------- = 16.0. DF, HARVEST: NO TREE MIN -------------.0.0 = . DF, DBH MAX.999.9 = . DF, TPA REMOVED -------.145 = . DF, TPA VALUE $ --------.0 = . DF, TONS/ ACRE -------.TONS/ ACRE ------- = . DF, CU FT REMOVED -------.CU FT REMOVED ------- = . DF, CU FT VALUE",
    "page_numbers": []
  },
  {
    "id": 100,
    "text": "$ --------.CU FT VALUE $ -------- = . DF, BD FT REMOVED -------.BD FT REMOVED ------- = 17211. DF, BD FT VALUE $ --------.BD FT VALUE $ -------- = 5163. DF, TOTAL VALUE $ --------.0 = 5163. DF, 2044 - PRETEND SMALL-END MIN.2044 - PRETEND SMALL-END MIN = 16.0. DF, DIB MAX -------------.DIB MAX ------------- = 20.0. DF, HARVEST: NO TREE MIN -------------.0.0 = . DF, DBH MAX.999.9 = . DF, TPA REMOVED -------.145 = . DF, TPA VALUE $ --------.0 = . DF, TONS/ ACRE -------.TONS/ ACRE ------- = . DF, CU FT REMOVED -------.CU FT REMOVED ------- = . DF, CU FT VALUE $ --------.CU FT VALUE $ -------- = . DF, BD FT REMOVED -------.BD FT REMOVED ------- = 3219. DF, BD FT VALUE $ --------.BD FT VALUE $ -------- = 1127. DF, TOTAL VALUE $ --------.0 = 1127. DF, 2044 - PRETEND SMALL-END MIN.2044 - PRETEND SMALL-END MIN = 0.0. DF, DIB MAX -------------.DIB MAX ------------- = 999.9. DF, HARVEST: NO TREE MIN",
    "page_numbers": []
  },
  {
    "id": 101,
    "text": "-------------.0.0 = . DF, DBH MAX.999.9 = . DF, TPA REMOVED -------.145 = . DF, TPA VALUE $ --------.0 = . DF, TONS/ ACRE -------.TONS/ ACRE ------- = . DF, CU FT REMOVED -------.CU FT REMOVED ------- = 4767. DF, CU FT VALUE $ --------.CU FT VALUE $ -------- = 0. DF, BD FT REMOVED -------.BD FT REMOVED ------- = . DF, BD FT VALUE $ --------.BD FT VALUE $ -------- = . DF, TOTAL VALUE $ --------.0 = 0. WH, 2044 - PRETEND SMALL-END MIN.2044 - PRETEND SMALL-END MIN = . WH, DIB MAX -------------.DIB MAX ------------- = . WH, HARVEST: NO TREE MIN -------------.0.0 = 0.0. WH, DBH MAX.999.9 = 999.9. WH, TPA REMOVED -------.145 = 1. WH, TPA VALUE $ --------.0 = 0. WH, TONS/ ACRE -------.TONS/ ACRE ------- = . WH, CU FT REMOVED -------.CU FT REMOVED ------- = . WH, CU FT VALUE $ --------.CU FT VALUE $ -------- = . WH, BD FT REMOVED -------.BD FT REMOVED ------- = . WH, BD FT VALUE $ --------.BD FT VALUE $",
    "page_numbers": []
  },
  {
    "id": 102,
    "text": "-------- = . WH, TOTAL VALUE $ --------.0 = 0. WH, 2044 - PRETEND SMALL-END MIN.2044 - PRETEND SMALL-END MIN = 6.0. WH, DIB MAX -------------.DIB MAX ------------- = 10.0. WH, HARVEST: NO TREE MIN -------------.0.0 = . WH, DBH MAX.999.9 = . WH, TPA REMOVED -------.145 = . WH, TPA VALUE $ --------.0 = . WH, TONS/ ACRE -------.TONS/ ACRE ------- = . WH, CU FT REMOVED -------.CU FT REMOVED ------- = . WH, CU FT VALUE $ --------.CU FT VALUE $ -------- = . WH, BD FT REMOVED -------.BD FT REMOVED ------- = 46. WH, BD FT VALUE $ --------.BD FT VALUE $ -------- = 2. WH, TOTAL VALUE $ --------.0 = 2. WH, 2044 - PRETEND SMALL-END MIN.2044 - PRETEND SMALL-END MIN = 10.0. WH, DIB MAX -------------.DIB MAX ------------- = 20.0. WH, HARVEST: NO TREE MIN -------------.0.0 = . WH, DBH MAX.999.9 = . WH, TPA REMOVED -------.145 = . WH, TPA VALUE $ --------.0 = . WH, TONS/ ACRE -------.TONS/ ACRE ------- = . WH, CU FT REMOVED",
    "page_numbers": []
  },
  {
    "id": 103,
    "text": "-------.CU FT REMOVED ------- = . WH, CU FT VALUE $ --------.CU FT VALUE $ -------- = . WH, BD FT REMOVED -------.BD FT REMOVED ------- = 923. WH, BD FT VALUE $ --------.BD FT VALUE $ -------- = 92. WH, TOTAL VALUE $ --------.0 = 92. WH, 2044 - PRETEND SMALL-END MIN.2044 - PRETEND SMALL-END MIN = 20.0. WH, DIB MAX -------------.DIB MAX ------------- = 999.9. WH, HARVEST: NO TREE MIN -------------.0.0 = . WH, DBH MAX.999.9 = . WH, TPA REMOVED -------.145 = . WH, TPA VALUE $ --------.0 = . WH, TONS/ ACRE -------.TONS/ ACRE ------- = . WH, CU FT REMOVED -------.CU FT REMOVED ------- = . WH, CU FT VALUE $ --------.CU FT VALUE $ -------- = . WH, BD FT REMOVED -------.BD FT REMOVED ------- = 210. WH, BD FT VALUE $ --------.BD FT VALUE $ -------- = 52. WH, TOTAL VALUE $ --------.0 = 52. WH, 2044 - PRETEND SMALL-END MIN.2044 - PRETEND SMALL-END MIN = 0.0. WH, DIB MAX -------------.DIB MAX ------------- = 999.9. WH, HARVEST:",
    "page_numbers": []
  },
  {
    "id": 104,
    "text": "NO TREE MIN -------------.0.0 = . WH, DBH MAX.999.9 = . WH, TPA REMOVED -------.145 = . WH, TPA VALUE $ --------.0 = . WH, TONS/ ACRE -------.TONS/ ACRE ------- = . WH, CU FT REMOVED -------.CU FT REMOVED ------- = 189. WH, CU FT VALUE $ --------.CU FT VALUE $ -------- = 0. WH, BD FT REMOVED -------.BD FT REMOVED ------- = . WH, BD FT VALUE $ --------.BD FT VALUE $ -------- = . WH, TOTAL VALUE $ --------.0 = 0. Totals, 2044 - PRETEND SMALL-END MIN.2044 - PRETEND SMALL-END MIN = . Totals, DIB MAX -------------.DIB MAX ------------- = . Totals, HARVEST: NO TREE MIN -------------.0.0 = . Totals, DBH MAX.999.9 = . Totals, TPA REMOVED -------.145 = ------- 147. Totals, TPA VALUE $ --------.0 = -------- 0. Totals, TONS/ ACRE -------.TONS/ ACRE ------- = -------. Totals, CU FT REMOVED -------.CU FT REMOVED ------- = ------- 4956. Totals, CU FT VALUE $ --------.CU FT VALUE $ -------- = -------- 0. Totals, BD FT REMOVED -------.BD FT REMOVED",
    "page_numbers": []
  },
  {
    "id": 105,
    "text": "------- = ------- 27706. Totals, BD FT VALUE $ --------.BD FT VALUE $ -------- = -------- 7504. Totals, TOTAL VALUE $ --------.0 = -------- 7504. YEAR = 2094 - PRETEND HARVEST: YES, 2044 - PRETEND SMALL-END MIN.2044 - PRETEND SMALL-END MIN = YEAR = 2094 - PRETEND HARVEST: YES. YEAR = 2094 - PRETEND HARVEST: YES, DIB MAX -------------.DIB MAX ------------- = YEAR = 2094 - PRETEND HARVEST: YES. YEAR = 2094 - PRETEND HARVEST: YES, HARVEST: NO TREE MIN -------------.0.0 = YEAR = 2094 - PRETEND HARVEST: YES. YEAR = 2094 - PRETEND HARVEST: YES, DBH MAX.999.9 = YEAR = 2094 - PRETEND HARVEST: YES. YEAR = 2094 - PRETEND HARVEST: YES, TPA REMOVED -------.145 = YEAR = 2094 - PRETEND HARVEST: YES. YEAR = 2094 - PRETEND HARVEST: YES, TPA VALUE $ --------.0 = YEAR = 2094 - PRETEND HARVEST: YES. YEAR = 2094 - PRETEND HARVEST: YES, TONS/ ACRE -------.TONS/ ACRE ------- = YEAR = 2094 - PRETEND HARVEST: YES. YEAR = 2094 - PRETEND HARVEST: YES, CU FT REMOVED -------.CU FT REMOVED ------- = YEAR = 2094 - PRETEND HARVEST: YES. YEAR = 2094 - PRETEND HARVEST: YES, CU FT VALUE $ --------.CU FT VALUE $ -------- = YEAR = 2094 - PRETEND HARVEST: YES. YEAR = 2094 - PRETEND HARVEST: YES, BD FT REMOVED -------.BD FT REMOVED ------- = YEAR = 2094 - PRETEND HARVEST: YES. YEAR = 2094 - PRETEND HARVEST: YES, BD FT VALUE $",
    "page_numbers": []
  },
  {
    "id": 106,
    "text": "--------.BD FT VALUE $ -------- = YEAR = 2094 - PRETEND HARVEST: YES. YEAR = 2094 - PRETEND HARVEST: YES, TOTAL VALUE $ --------.0 = YEAR = 2094 - PRETEND HARVEST: YES. SPECIES, 2044 - PRETEND SMALL-END MIN.2044 - PRETEND SMALL-END MIN = SMALL-END MIN. SPECIES, DIB MAX -------------.DIB MAX ------------- = DIB MAX. SPECIES, HARVEST: NO TREE MIN -------------.0.0 = TREE MIN. SPECIES, DBH MAX.999.9 = DBH MAX. SPECIES, TPA REMOVED -------.145 = TPA. SPECIES, TPA VALUE $ --------.0 = TPA VALUE $. SPECIES, TONS/ ACRE -------.TONS/ ACRE ------- = TONS/ ACRE. SPECIES, CU FT REMOVED -------.CU FT REMOVED ------- = CU FT REMOVED. SPECIES, CU FT VALUE $ --------.CU FT VALUE $ -------- = CU FT VALUE. SPECIES, BD FT REMOVED -------.BD FT REMOVED ------- = BD FT REMOVED. SPECIES, BD FT VALUE $ --------.BD FT VALUE $ -------- = BD FT VALUE $. SPECIES, TOTAL VALUE $ --------.0 = TOTAL VALUE $. -------, 2044 - PRETEND SMALL-END MIN.2044 - PRETEND SMALL-END MIN = -------------. -------, DIB MAX -------------.DIB MAX ------------- = . -------, HARVEST: NO TREE MIN -------------.0.0 = 0.0.",
    "page_numbers": []
  },
  {
    "id": 107,
    "text": "-------, DBH MAX.999.9 = -------------. -------, TPA REMOVED -------.145 = REMOVED -------. -------, TPA VALUE $ --------.0 = --------. -------, TONS/ ACRE -------.TONS/ ACRE ------- = -------. -------, CU FT REMOVED -------.CU FT REMOVED ------- = -------. -------, CU FT VALUE $ --------.CU FT VALUE $ -------- = $ --------. -------, BD FT REMOVED -------.BD FT REMOVED ------- = -------. -------, BD FT VALUE $ --------.BD FT VALUE $ -------- = --------. -------, TOTAL VALUE $ --------.0 = -------- 0. WP, 2044 - PRETEND SMALL-END MIN.2044 - PRETEND SMALL-END MIN = 4.0. WP, DIB MAX -------------.DIB MAX ------------- = 10.0. WP, HARVEST: NO TREE MIN -------------.0.0 = . WP, DBH MAX.999.9 = 999.9. WP, TPA REMOVED -------.145 = 70. WP, TPA VALUE $ --------.0 = 0. WP, TONS/ ACRE -------.TONS/ ACRE ------- = . WP, CU FT REMOVED",
    "page_numbers": []
  },
  {
    "id": 108,
    "text": "-------.CU FT REMOVED ------- = . WP, CU FT VALUE $ --------.CU FT VALUE $ -------- = . WP, BD FT REMOVED -------.BD FT REMOVED ------- = . WP, BD FT VALUE $ --------.BD FT VALUE $ -------- = 113. WP, TOTAL VALUE $ --------.0 = 113. WP WP, 2044 - PRETEND SMALL-END MIN.2044 - PRETEND SMALL-END MIN = 0.0. WP WP, DIB MAX -------------.DIB MAX ------------- = 999.9. WP WP, HARVEST: NO TREE MIN -------------.0.0 = . WP WP, DBH MAX.999.9 = . WP WP, TPA REMOVED -------.145 = . WP WP, TPA VALUE $ --------.0 = . WP WP, TONS/ ACRE -------.TONS/ ACRE ------- = . WP WP, CU FT REMOVED -------.CU FT REMOVED ------- = 195. WP WP, CU FT VALUE $ --------.CU FT VALUE $ -------- = 0. WP WP, BD FT REMOVED -------.BD FT REMOVED ------- = 941. WP WP, BD FT VALUE $ --------.BD FT VALUE $ -------- = . WP WP, TOTAL VALUE $ --------.0 = 0. WL, 2044 - PRETEND SMALL-END MIN.2044 - PRETEND SMALL-END MIN = . WL, DIB MAX -------------.DIB MAX",
    "page_numbers": []
  },
  {
    "id": 109,
    "text": "------------- = . WL, HARVEST: NO TREE MIN -------------.0.0 = 0.0. WL, DBH MAX.999.9 = 999.9. WL, TPA REMOVED -------.145 = 4. WL, TPA VALUE $ --------.0 = 0. WL, TONS/ ACRE -------.TONS/ ACRE ------- = . WL, CU FT REMOVED -------.CU FT REMOVED ------- = . WL, CU FT VALUE $ --------.CU FT VALUE $ -------- = . WL, BD FT REMOVED -------.BD FT REMOVED ------- = . WL, BD FT VALUE $ --------.BD FT VALUE $ -------- = . WL, TOTAL VALUE $ --------.0 = 0. DF, 2044 - PRETEND SMALL-END MIN.2044 - PRETEND SMALL-END MIN = . DF, DIB MAX -------------.DIB MAX ------------- = . DF, HARVEST: NO TREE MIN -------------.0.0 = 0.0. DF, DBH MAX.999.9 = 999.9. DF, TPA REMOVED -------.145 = 198. DF, TPA VALUE $ --------.0 = 0. DF, TONS/ ACRE -------.TONS/ ACRE ------- = . DF, CU FT REMOVED -------.CU FT REMOVED ------- = . DF, CU FT VALUE $ --------.CU FT VALUE $ -------- = . DF, BD FT REMOVED -------.BD FT REMOVED",
    "page_numbers": []
  },
  {
    "id": 110,
    "text": "------- = . DF, BD FT VALUE $ --------.BD FT VALUE $ -------- = . DF, TOTAL VALUE $ --------.0 = 0. DF, 2044 - PRETEND SMALL-END MIN.2044 - PRETEND SMALL-END MIN = 4.0. DF, DIB MAX -------------.DIB MAX ------------- = 10.0. DF, HARVEST: NO TREE MIN -------------.0.0 = . DF, DBH MAX.999.9 = . DF, TPA REMOVED -------.145 = . DF, TPA VALUE $ --------.0 = . DF, TONS/ ACRE -------.TONS/ ACRE ------- = . DF, CU FT REMOVED -------.CU FT REMOVED ------- = . DF, CU FT VALUE $ --------.CU FT VALUE $ -------- = . DF, BD FT REMOVED -------.BD FT REMOVED ------- = 4767. DF, BD FT VALUE $ --------.BD FT VALUE $ -------- = 834. DF, TOTAL VALUE $ --------.0 = 834. DF, 2044 - PRETEND SMALL-END MIN.2044 - PRETEND SMALL-END MIN = 10.0. DF, DIB MAX -------------.DIB MAX ------------- = 16.0. DF, HARVEST: NO TREE MIN -------------.0.0 = . DF, DBH MAX.999.9 = . DF, TPA REMOVED -------.145 = . DF, TPA VALUE $ --------.0",
    "page_numbers": []
  },
  {
    "id": 111,
    "text": "= . DF, TONS/ ACRE -------.TONS/ ACRE ------- = . DF, CU FT REMOVED -------.CU FT REMOVED ------- = . DF, CU FT VALUE $ --------.CU FT VALUE $ -------- = . DF, BD FT REMOVED -------.BD FT REMOVED ------- = 1424. DF, BD FT VALUE $ --------.BD FT VALUE $ -------- = 427. DF, TOTAL VALUE $ --------.0 = 427. DF, 2044 - PRETEND SMALL-END MIN.2044 - PRETEND SMALL-END MIN = 0.0. DF, DIB MAX -------------.DIB MAX ------------- = 999.9. DF, HARVEST: NO TREE MIN -------------.0.0 = . DF, DBH MAX.999.9 = . DF, TPA REMOVED -------.145 = . DF, TPA VALUE $ --------.0 = . DF, TONS/ ACRE -------.TONS/ ACRE ------- = . DF, CU FT REMOVED -------.CU FT REMOVED ------- = 1266. DF, CU FT VALUE $ --------.CU FT VALUE $ -------- = 0. DF, BD FT REMOVED -------.BD FT REMOVED ------- = . DF, BD FT VALUE $ --------.BD FT VALUE $ -------- = . DF, TOTAL VALUE $ --------.0 = 0. GF, 2044 - PRETEND SMALL-END MIN.2044 - PRETEND SMALL-END MIN = . GF, DIB MAX",
    "page_numbers": []
  },
  {
    "id": 112,
    "text": "-------------.DIB MAX ------------- = . GF, HARVEST: NO TREE MIN -------------.0.0 = 0.0. GF, DBH MAX.999.9 = 999.9. GF, TPA REMOVED -------.145 = 236. GF, TPA VALUE $ --------.0 = 0. GF, TONS/ ACRE -------.TONS/ ACRE ------- = . GF, CU FT REMOVED -------.CU FT REMOVED ------- = . GF, CU FT VALUE $ --------.CU FT VALUE $ -------- = . GF, BD FT REMOVED -------.BD FT REMOVED ------- = . GF, BD FT VALUE $ --------.BD FT VALUE $ -------- = . GF, TOTAL VALUE $ --------.0 = 0. WH, 2044 - PRETEND SMALL-END MIN.2044 - PRETEND SMALL-END MIN = . WH, DIB MAX -------------.DIB MAX ------------- = . WH, HARVEST: NO TREE MIN -------------.0.0 = 0.0. WH, DBH MAX.999.9 = 999.9. WH, TPA REMOVED -------.145 = 81. WH, TPA VALUE $ --------.0 = 0. WH, TONS/ ACRE -------.TONS/ ACRE ------- = . WH, CU FT REMOVED -------.CU FT REMOVED ------- = . WH, CU FT VALUE $ --------.CU FT VALUE $ -------- = . WH, BD FT",
    "page_numbers": []
  },
  {
    "id": 113,
    "text": "REMOVED -------.BD FT REMOVED ------- = . WH, BD FT VALUE $ --------.BD FT VALUE $ -------- = . WH, TOTAL VALUE $ --------.0 = 0. WH, 2044 - PRETEND SMALL-END MIN.2044 - PRETEND SMALL-END MIN = 6.0. WH, DIB MAX -------------.DIB MAX ------------- = 10.0. WH, HARVEST: NO TREE MIN -------------.0.0 = . WH, DBH MAX.999.9 = . WH, TPA REMOVED -------.145 = . WH, TPA VALUE $ --------.0 = . WH, TONS/ ACRE -------.TONS/ ACRE ------- = . WH, CU FT REMOVED -------.CU FT REMOVED ------- = . WH, CU FT VALUE $ --------.CU FT VALUE $ -------- = . WH, BD FT REMOVED -------.BD FT REMOVED ------- = 208. WH, BD FT VALUE $ --------.BD FT VALUE $ -------- = 10. WH, TOTAL VALUE $ --------.0 = 10. WH, 2044 - PRETEND SMALL-END MIN.2044 - PRETEND SMALL-END MIN = 0.0. WH, DIB MAX -------------.DIB MAX ------------- = 999.9. WH, HARVEST: NO TREE MIN -------------.0.0 = . WH, DBH MAX.999.9 = . WH, TPA REMOVED -------.145 = . WH, TPA VALUE $",
    "page_numbers": []
  },
  {
    "id": 114,
    "text": "--------.0 = . WH, TONS/ ACRE -------.TONS/ ACRE ------- = . WH, CU FT REMOVED -------.CU FT REMOVED ------- = 73. WH, CU FT VALUE $ --------.CU FT VALUE $ -------- = 0. WH, BD FT REMOVED -------.BD FT REMOVED ------- = . WH, BD FT VALUE $ --------.BD FT VALUE $ -------- = . WH, TOTAL VALUE $ --------.0 = 0. RC, 2044 - PRETEND SMALL-END MIN.2044 - PRETEND SMALL-END MIN = . RC, DIB MAX -------------.DIB MAX ------------- = . RC, HARVEST: NO TREE MIN -------------.0.0 = 0.0. RC, DBH MAX.999.9 = 999.9. RC, TPA REMOVED -------.145 = 487. RC, TPA VALUE $ --------.0 = 0. RC, TONS/ ACRE -------.TONS/ ACRE ------- = . RC, CU FT REMOVED -------.CU FT REMOVED ------- = . RC, CU FT VALUE $ --------.CU FT VALUE $ -------- = . RC, BD FT REMOVED -------.BD FT REMOVED ------- = . RC, BD FT VALUE $ --------.BD FT VALUE $ -------- = . RC, TOTAL VALUE $ --------.0 = 0. LP LP, 2044 - PRETEND SMALL-END MIN.2044 - PRETEND SMALL-END MIN = 4.0. LP LP, DIB MAX",
    "page_numbers": []
  },
  {
    "id": 115,
    "text": "-------------.DIB MAX ------------- = . LP LP, HARVEST: NO TREE MIN -------------.0.0 = 0.0. LP LP, DBH MAX.999.9 = 999.9. LP LP, TPA REMOVED -------.145 = 6. LP LP, TPA VALUE $ --------.0 = 0. LP LP, TONS/ ACRE -------.TONS/ ACRE ------- = . LP LP, CU FT REMOVED -------.CU FT REMOVED ------- = . LP LP, CU FT VALUE $ --------.CU FT VALUE $ -------- = . LP LP, BD FT REMOVED -------.BD FT REMOVED ------- = . LP LP, BD FT VALUE $ --------.BD FT VALUE $ -------- = . LP LP, TOTAL VALUE $ --------.0 = 0. , 2044 - PRETEND SMALL-END MIN.2044 - PRETEND SMALL-END MIN = . , DIB MAX -------------.DIB MAX ------------- = 10.0. , HARVEST: NO TREE MIN -------------.0.0 = . , DBH MAX.999.9 = . , TPA REMOVED -------.145 = . , TPA VALUE $ --------.0 = . , TONS/ ACRE -------.TONS/ ACRE ------- = . , CU FT REMOVED -------.CU FT REMOVED ------- = . , CU FT VALUE $ --------.CU FT VALUE $ -------- = . , BD FT REMOVED -------.BD FT REMOVED ------- = 197. ,",
    "page_numbers": []
  },
  {
    "id": 116,
    "text": "BD FT VALUE $ --------.BD FT VALUE $ -------- = 24. , TOTAL VALUE $ --------.0 = 24. LP, 2044 - PRETEND SMALL-END MIN.2044 - PRETEND SMALL-END MIN = . LP, DIB MAX -------------.DIB MAX ------------- = 999.9. LP, HARVEST: NO TREE MIN -------------.0.0 = . LP, DBH MAX.999.9 = . LP, TPA REMOVED -------.145 = . LP, TPA VALUE $ --------.0 = . LP, TONS/ ACRE -------.TONS/ ACRE ------- = . LP, CU FT REMOVED -------.CU FT REMOVED ------- = 36. LP, CU FT VALUE $ --------.CU FT VALUE $ -------- = 0. LP, BD FT REMOVED -------.BD FT REMOVED ------- = . LP, BD FT VALUE $ --------.BD FT VALUE $ -------- = . LP, TOTAL VALUE $ --------.0 = 0. ES, 2044 - PRETEND SMALL-END MIN.2044 - PRETEND SMALL-END MIN = 0.0. ES, DIB MAX -------------.DIB MAX ------------- = . ES, HARVEST: NO TREE MIN -------------.0.0 = 0.0. ES, DBH MAX.999.9 = 999.9. ES, TPA REMOVED -------.145 = 9. ES, TPA VALUE $ --------.0 = 0. ES, TONS/ ACRE -------.TONS/ ACRE ------- = . ES, CU FT REMOVED",
    "page_numbers": []
  },
  {
    "id": 117,
    "text": "-------.CU FT REMOVED ------- = . ES, CU FT VALUE $ --------.CU FT VALUE $ -------- = . ES, BD FT REMOVED -------.BD FT REMOVED ------- = . ES, BD FT VALUE $ --------.BD FT VALUE $ -------- = . ES, TOTAL VALUE $ --------.0 = 0. AF, 2044 - PRETEND SMALL-END MIN.2044 - PRETEND SMALL-END MIN = . AF, DIB MAX -------------.DIB MAX ------------- = . AF, HARVEST: NO TREE MIN -------------.0.0 = . AF, DBH MAX.999.9 = . AF, TPA REMOVED -------.145 = 3. AF, TPA VALUE $ --------.0 = . AF, TONS/ ACRE -------.TONS/ ACRE ------- = . AF, CU FT REMOVED -------.CU FT REMOVED ------- = . AF, CU FT VALUE $ --------.CU FT VALUE $ -------- = . AF, BD FT REMOVED -------.BD FT REMOVED ------- = . AF, BD FT VALUE $ --------.BD FT VALUE $ -------- = . AF, TOTAL VALUE $ --------.0 = 0. , 2044 - PRETEND SMALL-END MIN.2044 - PRETEND SMALL-END MIN = . , DIB MAX -------------.DIB MAX ------------- = . , HARVEST: NO TREE MIN -------------.0.0 = 0.0. , DBH MAX.999.9 = 999.9.",
    "page_numbers": []
  },
  {
    "id": 118,
    "text": ", TPA REMOVED -------.145 = . , TPA VALUE $ --------.0 = 0. , TONS/ ACRE -------.TONS/ ACRE ------- = . , CU FT REMOVED -------.CU FT REMOVED ------- = . , CU FT VALUE $ --------.CU FT VALUE $ -------- = . , BD FT REMOVED -------.BD FT REMOVED ------- = . , BD FT VALUE $ --------.BD FT VALUE $ -------- = . , TOTAL VALUE $ --------.0 = 7. AF, 2044 - PRETEND SMALL-END MIN.2044 - PRETEND SMALL-END MIN = 4.0. AF, DIB MAX -------------.DIB MAX ------------- = 10.0. AF, HARVEST: NO TREE MIN -------------.0.0 = . AF, DBH MAX.999.9 = . AF, TPA REMOVED -------.145 = . AF, TPA VALUE $ --------.0 = . AF, TONS/ ACRE -------.TONS/ ACRE ------- = . AF, CU FT REMOVED -------.CU FT REMOVED ------- = . AF, CU FT VALUE $ --------.CU FT VALUE $ -------- = . AF, BD FT REMOVED -------.BD FT REMOVED ------- = 59. AF, BD FT VALUE $ --------.BD FT VALUE $ -------- = 7. AF, TOTAL VALUE $ --------.0 = . AF, 2044 - PRETEND SMALL-END MIN.2044 - PRETEND SMALL-END MIN = 0.0. AF, DIB MAX",
    "page_numbers": []
  },
  {
    "id": 119,
    "text": "-------------.DIB MAX ------------- = 999.9. AF, HARVEST: NO TREE MIN -------------.0.0 = . AF, DBH MAX.999.9 = . AF, TPA REMOVED -------.145 = . AF, TPA VALUE $ --------.0 = . AF, TONS/ ACRE -------.TONS/ ACRE ------- = . AF, CU FT REMOVED -------.CU FT REMOVED ------- = 14. AF, CU FT VALUE $ --------.CU FT VALUE $ -------- = 0. AF, BD FT REMOVED -------.BD FT REMOVED ------- = -------. AF, BD FT VALUE $ --------.BD FT VALUE $ -------- = . AF, TOTAL VALUE $ --------.0 = 0. , 2044 - PRETEND SMALL-END MIN.2044 - PRETEND SMALL-END MIN = . , DIB MAX -------------.DIB MAX ------------- = . , HARVEST: NO TREE MIN -------------.0.0 = . , DBH MAX.999.9 = . , TPA REMOVED -------.145 = -------. , TPA VALUE $ --------.0 = --------. , TONS/ ACRE -------.TONS/ ACRE ------- = -------. , CU FT REMOVED -------.CU FT REMOVED ------- = -------. , CU FT VALUE $ --------.CU FT VALUE $ -------- = --------. ,",
    "page_numbers": []
  },
  {
    "id": 120,
    "text": "BD FT REMOVED -------.BD FT REMOVED ------- = . , BD FT VALUE $ --------.BD FT VALUE $ -------- = --------. , TOTAL VALUE $ --------.0 = --------. Totals, 2044 - PRETEND SMALL-END MIN.2044 - PRETEND SMALL-END MIN = . Totals, DIB MAX -------------.DIB MAX ------------- = . Totals, HARVEST: NO TREE MIN -------------.0.0 = . Totals, DBH MAX.999.9 = . Totals, TPA REMOVED -------.145 = 1095. Totals, TPA VALUE $ --------.0 = 0. Totals, TONS/ ACRE -------.TONS/ ACRE ------- = . Totals, CU FT REMOVED -------.CU FT REMOVED ------- = 1585. Totals, CU FT VALUE $ --------.CU FT VALUE $ -------- = 0. Totals, BD FT REMOVED -------.BD FT REMOVED ------- = 7595. Totals, BD FT VALUE $ --------.BD FT VALUE $ -------- = 1415. Totals, TOTAL VALUE $ --------.0 = 1415",
    "page_numbers": []
  },
  {
    "id": 121,
    "text": "Keywords that control ECON behavior are detailed in Section V.  This section provides additional discussion for some features.",
    "page_numbers": []
  },
  {
    "id": 122,
    "text": "Central to ECON design is that only harvested timber is valued, i.e., standing inventory is not valued.  Harvest costs and revenues are applied only to harvests resulting from execution of FVS thinning keywords.  This constraint could have limited ECON utility to valuing only a single final harvest during a simulation, but a method was devised to allow hypothetical harvests during a cycle. That is, FVS thinning keywords can be used to schedule a hypothetical harvest identifying the trees to be harvested, but without their removal from the inventory.  Multiple hypothetical harvests can be analyzed in a single simulation without changing the normal (un-harvested) stand development. The PRETEND keyword provides this functionality.\nThe PRETEND keyword performs two functions when active.  First, it allows FVS thinning keywords to simulate thinning without altering the FVS tree list.  Second it allows valuing the hypothetical harvest without adding the costs or revenues into future cycles; harvest costs and revenues are reported only in the cycle in which they occur.  This functionality allows mutually exclusive harvest prescriptions to be analyzed in a single simulation.  Each 'pretend' cycle operates on the FVS inventory free of any previous 'pretend' cycle harvests and valuations; 'pretend' harvest effects are local to their cycle.\nThe PRETEND keyword only affects FVS harvest keywords and harvest valuation.  Other FVS actions and ECON valuations (annual, regeneration, etc.) are not affected.",
    "page_numbers": []
  },
  {
    "id": 123,
    "text": "Commercial harvest is distinguished from pre-commercial thinning based on the criteria on the PCTSPEC keyword.  Although FVS allows multiple thinning keywords to specify timber removals, ECON uses the totality of removed timber in a cycle to assess harvest status.  Pre-commercial harvests incur costs as specified on PCTFXCST and PCTVRCST keywords.  Commercial harvests incur costs as specified on HRVFXCST and HRVVRCST keywords and accrue revenue as specified on the HRVRVN keyword.",
    "page_numbers": []
  },
  {
    "id": 124,
    "text": "The discount rate is the interest rate used in all present value calculations.  The discount rate may be expressed in 'real' or 'nominal' terms.  A nominal rate includes inflation as a component.  In a real discount rate, the inflationary component has been 'removed'.  ECON makes no distinction between real or nominal rates in its calculation procedures.  The user is responsible for ensuring consistency between discount rate and value rate changes.  The discount rate can be changed whenever ECON is re-initialized (see 'Specifying Multiple Investment Periods' in this section below)",
    "page_numbers": []
  },
  {
    "id": 125,
    "text": "Costs and prices often change over time in response to economic conditions.  These changes are referred to as 'value rate changes.'  Value rate changes appreciate or depreciate costs or revenues over time.  They may be expressed in either 'real' or 'nominal' terms.  Value rate changes that do\nnot include inflation are defined as 'real' rate changes, value rate changes that include inflation are said to be 'nominal' rates.  ECON does not distinguish between real or nominal value rate changes or discount rates; it is the user's responsibility to provide consistency between value rate changes and discount rates (see Bullard and Straka, 1998, pp. 6.1-6.9).\nValue rate changes can be entered on all cost and revenue keywords (except SPECCST and SPECRVN) as supplemental records.  Value rate changes are specified using paired fields, the first field states the rate of change in percent and the second gives the time (duration) over which the stated change will be applicable.  For example, if a harvest cost has a one-percent rate change and thirty-year duration, then the harvest cost will be increased one-percent each year of the thirty year duration period.  Multiple value rate changes may be entered and are sequentially applied during a simulation.  A positive rate change appreciates a cost or revenue (price) and a negative value depreciates a cost or revenue.  Value rate durations must be greater than zero and are specified as a number of years (not a calendar year or cycle).  Value rate changes must be entered in the order they are to be applied without missing or blank fields.  Value rate changes accrue from the time that ECON is first started.  If ECON is re-initiated (the investment period is restarted) value rate changes still accrue from the ECON start year, not from the start of the re-initiated investment period.",
    "page_numbers": []
  },
  {
    "id": 126,
    "text": "Value rate changes can also be used to depreciate a cost or price to zero, thus terminating a periodic series of costs or revenues.  A rate change of -100% will depreciate a cost or price to zero.  For example, if the annual cost of a twenty year monitoring program is entered using an ANNUCST keyword, with value rate changes of 0% for twenty years followed by -100% rate for any number of years, then this cost would accrue annually for twenty years but would become zero after that time. Once a cost or price is depreciated to zero it cannot be changed and remains zero until the end of the simulation, or until ECON is re-initialized.",
    "page_numbers": []
  },
  {
    "id": 127,
    "text": "ECON evaluates only harvested volume as specified via FVS thinning keywords; losses to harvest as specified on the FVS keyword YARDLOSS are not included.  Further, harvested volume is valued by ECON only when specifically identified on HRVRCST, HRVFXCST, PCTVRCST, PCTFXCST, or HRVRVN keywords.  These keywords permit specifying fixed harvest costs and harvest costs and revenues (prices) by diameter and by unit-of-measure (e.g., cubic or board feet). The harvest volume evaluated by ECON is a subset of the removals simulated by FVS.  For example, if the minimum diameter defined on HRVVRCST keywords is eight inches DBH but FVS thinning keywords specify that six inch and larger trees will be cut, then trees between six and eight inches will not be reflected in ECON harvest costs.  Similarly only harvested trees that meet criteria specified on HRVRVN keywords will be included in revenue calculations.  Cost and revenue keywords are independent; hence it is possible to incur costs for trees that do not produce revenue and vice versa.\nThe manner of specifying diameter ranges for allotting costs and revenues differ for harvest costs (HRVRCST and PCTVRCST keywords) versus harvest revenues (HRVRVN keyword).  The cost keywords specify both minimum and maximum diameters on each keyword, similar to FVS thinning keywords.  The HRVRVN keyword permits entering only the minimum log or tree diameter to which the revenue value is to be applied.  Specifying minimum diameters on a succession of HRVRVN keywords defines diameter classes.  For example, if the minimum diameter\non one keyword is eight inches and the minimum on another is ten inches, then the first keyword applies to diameters greater than or equal to eight inches but less than ten inches, while the second keyword applies to diameters ten inches and larger.  This entry style reduces the likelihood that revenues will be double-counted.  Costs on the other hand are additive, e.g., hauling costs are in addition to felling and other harvest costs; further, hauling costs may be the same for all log sizes, but felling costs may differ by tree size.",
    "page_numbers": []
  },
  {
    "id": 128,
    "text": "Valuing harvest revenues requires careful specification because FVS can compute volume for the whole tree or by individual logs, depending on the variant, species, and submitted keywords. Volume calculations are controlled by the FVS keyword BFVOLUME and VOLUME, and are independent of any ECON keywords.  For a species, volumes are computed either for whole tree or individual logs, not both.  Further, FVS can compute volumes differently for board-feet and cubicfeet, i.e., board-foot volume may be computed by individual log while cubic-foot volume may be computed for the whole tree.  To provide independence between ECON revenue and FVS volume computations, a user may submit HRVRVN keywords for both individual log and whole tree volumes.  Submitting HRVRVN keywords for both board-foot individual logs and board-foot whole tree units of measure produces revenue values regardless of the FVS volume calculation method. Because FVS computes volume only for logs or trees, revenues will not be double-counted. ECON computes revenue for all units of measure submitted on the HRVRVN keywords whenever volumes in those units are harvested.  This can be problematical but also allows flexibility.  If HRVRVN keywords are submitted for board-foot and cubic-foot volumes, revenues are computed for both volume types.  This could result in double valuing volume.  Alternatively, if a user wanted to value chip-and-saw logs where 10% of the cubic volume is chipped and 90% is sawn, then HRVRVN keywords could be submitted to reflect 10% of the price based on cubic-volume and 90% based on board-foot volume.",
    "page_numbers": []
  },
  {
    "id": 129,
    "text": "The revenue and harvest volume associated with each HRVRVN keyword is displayed by cycle for each harvest (actual or 'pretend') in the Harvest Volume and Gross Value Report (Section III).  By specifying a zero price on a HRVRVN keyword for some unit-of-measure, harvested volume will be displayed without contributing to revenue and thus economic measures.  By skillful use of HRVRVN keywords, output by species and tree DBH or log DIB can be displayed for harvested tree numbers, cubic-foot volumes and board-foot volumes (Section III, Figure 5).  Note, harvested tree that incur costs (e.g., are specified via HRVVRCST or PCTVRCST keywords) but are not identified on HRVRVN keywords will not be included in the Harvest Volume and Gross Value Report.\nTo summarize, valuing harvests can be complex. Harvested volumes are included in ECON analyses only when harvested trees are specifically identified on cost and revenue keywords.  In general, users should provide prices only by board-foot or cubic-foot unit-of-measure for an individual species and size class to avoid mistaken double-counting.  However, prices can be entered for both whole tree and individual log unit-of-measures without double counting because FVS computes volume for a species only by whole tree or by log, not both.  Finally, HRVRVN keywords with a zero price can be entered without affecting economic values, while providing additional output of harvested tree characteristics.",
    "page_numbers": []
  },
  {
    "id": 130,
    "text": "Units of measure for costs, revenues and pre-commercial thinning specifications are independent. Units of measure need not be consistent between different keywords or the same keyword, e.g., a harvest price (HRVRVN keyword) may be specified based on cubic-feet for one species and boardfeet for another species or a price may be specified for the same species in board-feet for one diameter-class and cubic-feet for another diameter-class.  It is up to the user to ensure that the submitted keywords are consistent with intentions.",
    "page_numbers": []
  },
  {
    "id": 131,
    "text": "The STRTECON keyword is used to re-initialize the investment period.  The start time can vary depending on the analysis problem.  For bare land (or an equivalent beginning residual stand condition), the start time would be the beginning of the FVS simulation.  Sometimes, however, the desired start time is after the current stand is harvested.  For example if the stand is to be harvested in the first cycle then the ECON start year would be set to year two, because all harvests in FVS are done in the first year of the cycle.  In another situation, starting ECON calculations may depend on the current stand attaining some future condition (Section II, Example 4).  In this situation the Event Monitor could be used to conditionally schedule the STRTECON keyword.  In using the Event Monitor, a 'wait time' may need to be set to ensure that economic measures are calculated after the condition has been satisfied.  For example, a one-year wait time would be specified on the STRTECON keyword to begin SEV calculation immediately following a harvest, i.e., after the first year of the cycle.  This technique allows evaluating the financial aspects of the current stand separate from a future stand.  Multiple STRTECON keywords may be submitted; each submittal will result in re-initializing the investment period and initiate new calculation of economic measures.",
    "page_numbers": []
  },
  {
    "id": 132,
    "text": "Program control of ECON is consistent with other FVS components, i.e., users specify ECON parameters with keywords.  Additionally, ECON defines variables that can be used in Event Monitor expressions or conditional activity scheduling.",
    "page_numbers": []
  },
  {
    "id": 133,
    "text": "Keywords provide information on costs and revenues, pre-commercial thinning criteria, and calculation processing.  Sequences of ECON keywords begin with the ECON keyword and are terminated with the END keyword.  Multiple sequences of ECON keywords can be submitted.  The format for ECON keywords is the same as other FVS keywords.  Some keywords can be dynamically invoked and modified using Event Monitor features.  Additional information on keyword format can be found in the Keyword Reference Guide for the Forest Vegetation Simulator (Van Dyck, 2005).",
    "page_numbers": []
  },
  {
    "id": 134,
    "text": "ANNUCST specifies per acre annually occurring cost.  Examples of annual costs are administrative costs and equal annual equivalent or land rent.  A maximum of eight keywords may be specified; additional keywords are ignored.  Each cost is additive with previously submitted costs.\nField 1:  Current (today's) cost per acre.\nField 2:  Label describing annual cost (e.g., taxes).  This field is for documentation only; it is not used after the keyword is submitted.\nField 3:  Enter an '&' (without quotes) if a supplemental record follows the keyword.",
    "page_numbers": []
  },
  {
    "id": 135,
    "text": "Value rate changes are specified on the supplemental record and are entered as a rate and duration pair.  The rate as percent change is entered in the first fivecharacter field and the duration in years is entered in the next five-character field. Rate must be greater than or equal to -100% and duration must be greater than zero. Up to eight rate/duration pairs can be entered on the supplemental record.",
    "page_numbers": []
  },
  {
    "id": 136,
    "text": "ANNURVN specifies per acre annually occurring revenue.  Examples of annual revenues are grazing leases and recreational rents.  A maximum of eight keywords may be specified; additional keywords are ignored.  Each revenue is additive with previously submitted revenues.\nField 1:  Current (today's) revenue per acre.\nField 2:  Label describing annual revenue (e.g., grazing,).  This field is for documentation only; it is not used after the keyword is submitted.\nField 3:  Enter an '&' (without quotes) if a supplemental record follows the keyword.",
    "page_numbers": []
  },
  {
    "id": 137,
    "text": "Value rate changes are specified on the supplemental record and are entered as a rate and duration pair.  The rate as percent change is entered in the first fivecharacter field and the duration in years is entered in the next five-character field. Rate must be greater than or equal to -100% and duration must be greater than zero. Up to eight rate/duration pairs can be entered on the supplemental record.",
    "page_numbers": []
  },
  {
    "id": 138,
    "text": "BURNCST specifies per acre burning site prep cost.  Burning site prep cost is counted in ECON whenever burning site prep has been completed in FVS (specified by the Regeneration Establishment Extension BURNPREP keyword).  If more than one keyword is submitted only the last is used.\nField 1:  Current (today's) cost per acre.\n- Field 2:  Enter an '&' (without quotes) if a supplemental record follows the keyword.",
    "page_numbers": []
  },
  {
    "id": 139,
    "text": "Value rate changes are specified on the supplemental record and are entered as a rate and duration pair.  The rate as percent change is entered in the first fivecharacter field and the duration in years is entered in the next five-character field.\nRate must be greater than or equal to -100% and duration must be greater than zero. Up to eight rate/duration pairs can be entered on the supplemental record.",
    "page_numbers": []
  },
  {
    "id": 140,
    "text": "ECON signifies the beginning of ECON extension keywords.  This keyword must be the first record in each set of ECON extension keywords and the keyword sequence must be terminated with an END keyword.  No parameter fields are associated with this keyword.",
    "page_numbers": []
  },
  {
    "id": 141,
    "text": "END signifies the end of ECON extension keywords.  No parameter fields are associated with this keyword.  This keyword must be the last record in each set of ECON extension keywords.",
    "page_numbers": []
  },
  {
    "id": 142,
    "text": "HRVFXCST specifies per acre commercial thinning or harvest cost. Values from this keyword are applied to harvests only when the PCTSPEC specifications are met or exceeded.  Costs incurred in a cycle when the PRETEND keyword is active are reported only for that cycle, i.e., costs are not carried forward to later cycles.  A maximum of eight keywords may be specified; additional keywords are ignored.  Each cost is additive with previously submitted costs.\nField 1:  Current (today's) per acre harvest cost.\nField 2:  Label describing harvest cost (e.g., equipment move-in or sale appraisal costs).  This field is for documentation only; it is not used after the keyword is submitted.\nField 3:  Enter an '&' (without quotes) if a supplemental record follows the keyword.",
    "page_numbers": []
  },
  {
    "id": 143,
    "text": "Value rate changes are specified on the supplemental record and are entered as a rate and duration pair.  The rate as percent change is entered in the first fivecharacter field and the duration in years is entered in the next five-character field. Rate must be greater than or equal to -100% and duration must be greater than zero. Up to eight rate/duration pairs can be entered on the supplemental record.",
    "page_numbers": []
  },
  {
    "id": 144,
    "text": "HRVVRCST specifies commercial thinning or harvest cost by unit-of-measure and tree DBH. Values from this keyword are applied to harvests only when the PCTSPEC specifications are met or exceeded.  Costs incurred during a cycle when the PRETEND keyword is active are reported only for that cycle, i.e., costs are not carried forward to later cycles.  A maximum of eight keywords may be specified; additional keywords are ignored.  Each cost is additive with previously submitted costs.\nField 1:  Current (today's) cost per unit-of-measure and tree DBH.  A zero cost is permitted.\nField 2:  Unit-of-measure for which cost is specified.   This field is required or the keyword is ignored.\n1 = tree/acre harvested\n2 = 1000 board-feet/acre\n3 =   100 cubic-feet/acre\nField 3:  Smallest tree DBH in inches to which cost applies (greater than or equal). Default=0.0\nField 4:  Largest tree DBH in inches to which cost applies (less than).  Default = 999.0\nField 5:  Enter an '&' (without quotes) if a supplemental record follows the keyword.",
    "page_numbers": []
  },
  {
    "id": 145,
    "text": "Value rate changes are specified on the supplemental record and are entered as a rate and duration pair.  The rate as percent change is entered in the first fivecharacter field and the duration in years is entered in the next five-character field. Rate must be greater than or equal to -100% and duration must be greater than zero. Up to eight rate/duration pairs can be entered on the supplemental record.",
    "page_numbers": []
  },
  {
    "id": 146,
    "text": "HRVRVN specifies commercial thinning or harvest price by species and unit-of-measure for up to eight different diameter-classes for each species and unit-of-measure combination.  The unit-ofmeasure field controls the application of revenues and interpretation of diameters.  If unit-ofmeasure is tree/acre harvested, 1000 board-feet/acre for harvested trees, or 100 cubic-feet/acre for harvested trees, then diameter is tree DBH.  If unit-of-measure is 1000 board-feet/acre for harvested logs or 100 cubic-feet/acre for harvested logs, then diameter is log small-end inside-bark DIB. Species can be specified individually, as species groups or for all species simultaneously.  Revenue is computed only for species explicitly specified or if an 'ALL' species is entered.  Values from this keyword are applied to harvests when the PCTSPEC specifications are met or exceeded. Revenues accrued during a cycle when the PRETEND keyword is active are reported only for that cycle, i.e., revenues are not carried forward to later cycles\nField 1:  Current (today's) price per unit-of-measure, diameter, and species.  A zero price is permitted; this allows multiple units of measures to be output in the Harvest Volume and Gross Value Report without double-counting revenues.  A zero price can also be used to avoid financially valuing trees that are cut but not removed, e.g., large logs left on site.\n- Field 2:  Unit-of-measure for the specified price.  This field is required or the keyword is\nignored.\n1 = tree/acre harvested\n2 = 1000 board-feet/acre for harvested trees\n3 =    100 cubic-feet/acre for harvested trees\n4 = 1000 board-feet/acre for harvested logs\n5 =   100 cubic-feet/acre for harvested logs\nField 3:  Smallest tree DBH or log DIB to which cost applies. Successive keywords define diameter classes from smallest entered diameter to the largest diameter in the\nsimulation.  To avoid valuing large diameters enter a price of zero (field 1) and the minimum diameter above which this value applies, e.g., 32'.  Default = 0.0",
    "page_numbers": []
  },
  {
    "id": 147,
    "text": "Field 4:  Species for the specified price and unit-of-measure.  Enter FVS species numeric or character code, species group name, or 'ALL' (if field 4 is zero, blank, or 'ALL', the price entered in field 1 applies to all species not otherwise specified).  Default = 0\nField 5:  Enter an '&' (without quotes) if a supplemental record follows the keyword.",
    "page_numbers": []
  },
  {
    "id": 148,
    "text": "Value rate changes are specified on the supplemental record and are entered as a rate and duration pair.  The rate as percent change is entered in the first fivecharacter field and the duration in years is entered in the next five-character field. Rate must be greater than or equal to -100% and duration must be greater than zero. Up to eight rate/duration pairs can be entered on the supplemental record.\nNote:\nPrices for species can be entered several different ways; individually by species ID, by species group, or for all species simultaneously.  Prices are always assigned to individual species even if species group or 'ALL' are specified, i.e., a species group simply facilitates specifying prices that are internally assigned to each species.  If prices are entered for a species and unit-of-measure combination using keywords specifying individual species and species groups then diameter classes are created from both sets of keywords.  If prices are first entered via individual species or species groups then any later keywords with 'ALL' will only affect species which had not been specifically identified and will not alter prices entered for an individual species or species group.  Hence, keyword order can be important; keywords using the 'ALL' species should generally be placed last in the input file in order to avoid creating diameter classes from keywords specifying 'ALL' and specific species keywords.",
    "page_numbers": []
  },
  {
    "id": 149,
    "text": "LBSCFV specifies value for converting one harvested cubic-foot of volume to pounds.  This keyword does not affect calculations; it simply adds weight for harvested volume to the Harvest Volume and Gross Value Report.  Only species explicitly specified will have conversion values, unless a default species is entered.  If a default species (0, blank, or ALL) is entered, it does not overwrite entered species or species groups, provided it occurs after keywords for individual species or species groups are submitted.  A maximum of one keyword entry per species is allowed; additional keywords are ignored.\nField 1:  Value for converting one harvested cubic-foot of volume to pounds.\nField 2:  Species for which the conversion factor applies.  Enter FVS species numeric or character code, or species group name.  If field is zero, blank, or 'ALL' the conversion value applies to all species.  If species are first entered individually or by species groups then any later keywords with 'ALL' will only affect species which had not been previously identified and.  Keyword order is important; if 'ALL' is\nencountered first then individual species or species groups on following keywords will not be recognized.  Default = 0",
    "page_numbers": []
  },
  {
    "id": 150,
    "text": "MECHCST specifies per acre mechanical site prep cost.  Mechanical site prep cost is counted in ECON whenever mechanical site prep has been completed in FVS (specified by the Regeneration Establishment Extension MECHPREP keyword).  If more than one keyword is submitted, only the last is used.\nField 1:  Current (today's) cost per acre.\nField 3:  Enter an '&' (without quotes) if a supplemental record follows the keyword.",
    "page_numbers": []
  },
  {
    "id": 151,
    "text": "Value rate changes are specified on the supplemental record and are entered as a rate and duration pair.  The rate as percent change is entered in the first fivecharacter field and the duration in years is entered in the next five-character field. Rate must be greater than or equal to -100% and duration must be greater than zero. Up to eight rate/duration pairs can be entered on the supplemental record.",
    "page_numbers": []
  },
  {
    "id": 152,
    "text": "NOTABLE specifies suppression of ECON output reports.\nField 1:  Suppress output of reports, default=0, no reports are suppressed.\n1 = suppress all ECON output reports\n2 = suppress Harvest Volume and Gross Value Report",
    "page_numbers": []
  },
  {
    "id": 153,
    "text": "PCTFXCST specifies per acre pre-commercial thinning cost.  Values from this keyword are applied to harvests only when the PCTSPEC specifications are not met.  Costs incurred during a cycle when the PRETEND keyword is active are reported only for that cycle, i.e., costs are not carried forward to later cycles.  A maximum of eight keywords may be specified; additional keywords are ignored. Each cost is additive with previously submitted costs.\nField 1:  Current (today's) cost per acre.\nField 2:  Label describing pre-commercial cost (e.g., sale preparation).  This field is for documentation only; it is not used after the keyword is submitted.\nField 3:  Enter an '&' (without quotes) if a supplemental record follows the keyword.",
    "page_numbers": []
  },
  {
    "id": 154,
    "text": "Value rate changes are specified on the supplemental record and are entered as a rate and duration pair.  The rate as percent change is entered in the first fivecharacter field and the duration in years is entered in the next five-character field.\nRate must be greater than or equal to -100% and duration must be greater than zero. Up to eight rate/duration pairs can be entered on the supplemental record.",
    "page_numbers": []
  },
  {
    "id": 155,
    "text": "PCTSPEC specifies quadratic mean diameter (QMD) in inches and total per-ace harvested volume to differentiate pre-commercial thinning from commercial thinning or harvest.  Pre-commercial thinning always incurs costs while commercial thinning or harvest may accrue costs and revenues. If the average QMD from all harvested trees is greater than or equal to the specified QMD and the total harvested volume per acre is greater than or equal to the specified volume, the entry is considered a commercial harvest, otherwise the harvest is assumed a pre-commercial thinning.  If this keyword is not used, all harvests are assumed commercial.   If more than one keyword is entered, only the last is used.\nField 1:  Minimum QMD in inches of all harvested trees to be considered a commercial harvest.  Default = 0.0\nField 2: Unit-of-measure for minimum volume.  This field is required or the keyword is ignored.\n2 = board-feet/acre\n3 = cubic-feet/acre\nField 3:  Minimum volume per acre to be considered a commercial harvest.  Default = 0.0",
    "page_numbers": []
  },
  {
    "id": 156,
    "text": "PCTVRCST specifies pre-commercial thinning cost by unit-of-measure and tree DBH.  Values from this keyword are applied to harvests only when the PCTSPEC specifications are not met. Costs incurred during a cycle when the PRETEND keyword is active are reported only for that cycle, i.e., costs are not carried forward to later cycles.  A maximum of eight keywords may be specified; additional keywords are ignored.\nField 1:  Current (today's) cost per unit-of-measure and tree DBH.\nField 2:  Unit-of-measure for which cost is specified.   This field is required or record is skipped.\n1 = tree/acre removed\n2 = 1000 board-feet/acre\n3 =   100 cubic-feet/acre\nField 3:  Smallest tree DBH in inches to which cost applies (greater than or equal). Default=0.0\nField 4:  Largest tree DBH in inches to which cost applies (less than).  Default = 999.0\nField 5:  Enter an '&' (without quotes) if a supplemental record follows the keyword.\nSupplemental Record:\nValue rate changes are specified on the supplemental record and are entered as a rate and duration pair.  The rate as percent change is entered in the first fivecharacter field and the duration in years is entered in the next five-character field. Rate must be greater than or equal to -100% and duration must be greater than zero. Up to eight rate/duration pairs can be entered on the supplemental record.",
    "page_numbers": []
  },
  {
    "id": 157,
    "text": "PLANTCST specifies planting cost.  Planting costs are counted in ECON whenever planting has been accomplished in FVS (specified by the FVS PLANT keyword).  A maximum of two keywords may be specified, one for each unit-of-measure.  If more than one keyword is submitted with the same unit-of-measure only the first keyword is recognized.  If keywords are submitted for both per acre and per 1000 trees units, the two costs will be additive.  Costs per 1000 trees planted are accumulated for each FVS PLANT keyword executed, but costs per acre are only charged for each year that planting occurs, regardless of the number of FVS PLANT keywords submitted.\nField 1:  Current (today's) cost per unit-of-measure.\nField 2:  Unit-of-measure for which cost is specified.   This field is required or record will be skipped.\n6 = per acre\n7 = 1000 planted trees/acre\nField 3:  Enter an '&' (without quotes) if a supplemental record follows the keyword.",
    "page_numbers": []
  },
  {
    "id": 158,
    "text": "Value rate changes are specified on the supplemental record and are entered as a rate and duration pair.  The rate as percent change is entered in the first fivecharacter field and the duration in years is entered in the next five-character field. Rate must be greater than or equal to -100% and duration must be greater than zero. Up to eight rate/duration pairs can be entered on the supplemental record.",
    "page_numbers": []
  },
  {
    "id": 159,
    "text": "PRETEND requests that economic benefits and costs be calculated for a hypothetical (i.e., 'pretend') harvest.  When PRETEND is active, harvest costs and revenues are computed, but removals are not made from FVS tree records.  When active, harvest costs and revenues are reported in the cycle in which they occur but are not accumulated across cycles.  The PRETEND keyword is effective only when active in the beginning year of a cycle in which a harvest is simulated, because FVS conducts all harvests in the first year of a cycle.  Only harvest costs and revenues are affected by this keyword.  PRETEND activation can be turned on and off during the simulation by setting different activation times and durations.  If multiple PRETEND keywords are entered for the same cycle they are acted upon in ascending sequence, but the keyword specified last determines the time when PRETEND activation ends.\nField 1:  Year or cycle activating 'pretend' mode.\nField 2:  Duration, in years (not cycles) that 'pretend' mode is active.  To suspend 'pretend'\nmode in a period, enter duration of zero.  Default = 999.\nNote:\nPRETEND can be started conditionally using the Event Monitor; if the keyword is embedded in an IF-THEN-ENDIF sequence then field 1 is interpreted as years from the time the condition is true until PRETEND becomes active, or in other words, a lag time (e.g., a 5 in field 1 means wait 5 years after condition is true to initiate PRETEND).  The PARMS feature may be used to set the duration period; the word PARMS must begin between columns 21 through 30.\nNote:\nThe PRETEND keyword acts in addition to the FVS MINHARV keyword; if MINHARV is specified, harvest must meet MINHARV conditions in order to be simulated in a \"pretend\" fashion.",
    "page_numbers": []
  },
  {
    "id": 160,
    "text": "SPECCST specifies a once per cycle cost.  Examples are periodic stand exam costs or a one-time fire suppression cost.  In variants that do not include the 'full establishment' regeneration model, this keyword can be used to specify site preparation costs.  Any number of special cost keywords can be entered; costs are additive within and across cycles.\nField 1:  Year or cycle in which the special cost is to occur.  If zero is entered the cost will be incurred at the beginning of the first year of every cycle in which ECON is active.\nField 2:  Label describing special cost (e.g., pruning,).  This field is for documentation only; it\nis not used after the keyword is submitted.\n- Field 3:  Dollar value of special cost\nNote: SPECCST can be specified conditionally using the Event Monitor; if the keyword is embedded in an IF-THEN-ENDIF sequence then field 1 is interpreted as years from the time the condition is true until the special cost occurs, or in other words, a lag time (e.g., a 5 in field 1 means wait 5 years after condition is true to incur the cost). The PARMS feature may be used to set the cost; the word PARMS must begin between columns 31 through 40.",
    "page_numbers": []
  },
  {
    "id": 161,
    "text": "SPECRVN specifies a once per cycle revenue.  Examples are periodic mushroom harvests or a onetime bough sale.  Any number of special revenue keywords can be entered; revenues are additive within and across cycles.\nField 1:  Year or cycle in which the special revenue is to occur.  If zero is entered the revenue will accrue at the end of the first year of every cycle in which ECON is active.\nField 2:  Label describing special revenue (e.g., boughs).  This field is for documentation only; it is not used after the keyword is submitted.",
    "page_numbers": []
  },
  {
    "id": 162,
    "text": "Note: SPECRVN can be specified conditionally using the Event Monitor; if the keyword is embedded in an IF-THEN-ENDIF sequence then field 1 is interpreted as years from the time the condition is true until the special revenue accrues, or in other words, a lag time (e.g., a 5 in field 1 means wait 5 years after condition is true to accrue incur the revenue.  The PARMS feature may be used to set the revenue; the word PARMS must begin between columns 31 through 40.",
    "page_numbers": []
  },
  {
    "id": 163,
    "text": "STRTECON specifies the beginning time for starting economic calculations or reinitializing the ECON investment period during a simulation.  The STRTECON year may be an intermediate year within a FVS cycle.  This keyword also sets the startup parameters for discount rate, known soil expectation value (SEV), and SEV computation.  Multiple keywords can be submitted, each initiating a new investment period, new discount rate and new SEV parameters.  If more than one STRTECON keywords is submitted for a single cycle, the investment period and start parameters will be re-initialized to the last keyword record submitted for that cycle.\nField 1: Year or cycle when economic calculations start.  If the ECON start-year occurs after the first year of a cycle then harvests in that cycle will not be included in ECON calculations because FVS performs harvests in the first year of each cycle.  Default = cycle 1.\nField 2:  Percentage discount rate, greater than or equal to zero (e.g., 5.25).  Default = 0.\nField 3: Per acre dollar value of the known SEV; must be greater than zero.  Specifying a known SEV results in the calculation 'value of forest' (land plus standing harvestable timber) and 'value of trees' (harvestable timber separate from land).  If a value is entered in this field then SEV will not be calculated, regardless of the value in Field 4, default = 0.\nField 4: Compute the SEV for each cycle; turns the computation of SEV on and off.  This field only has affect if field 3 is blank or zero and the discount rate is greater than zero; SEV is undefined for a zero discount rate.\n0 = do not compute SEV, default. 1 = do compute SEV\nNote: STRTECON can be conditionally specified using the Event Monitor.  If the keyword from the time the condition is true until economic calculation starts or the investment\nis embedded in an IF-THEN-ENDIF sequence then field 1 is interpreted as years period is reinitialized, or in other words, a lag time (e.g., a 5 in field 1 means wait 5 years after condition is true to start or reinitialize economic calculations).\n- Note: Extremely large discount rates may result in numerical overflow in some calculations.",
    "page_numbers": []
  },
  {
    "id": 164,
    "text": "ECON defines variables for use in Event Monitor expressions.  Because ECON calculations are made near the end of the FVS cycle, variables are only defined after the first cycle, and represent values as of the end of each cycle.  Therefore, ECON variables can be used to affect actions only in following cycles.  The following Event Monitor variables are defined (ECON summary measures names are shown in parenthesis when available).  ECON measures 'realizable rate of return' and 'benefit cost ratio' are not output, as they are readily computed from other variables.\nDISCCOST - accumulated discounted costs plus any 'pretend' harvest costs in the current cycle (present value costs).\nDISCRATE - the discount rate as specified on the STRTECON keyword, always defined.\nDISCREVN - accumulated discounted revenues plus any 'pretend' harvest revenues in the current cycle (present value revenues).\nECCUFT- cubic feet harvest volume valued by the Econ Extension. This value could differ from cubic feet harvest amounts elsewhere in FVS, because some harvest volume may have no economic value based on log sizes and species, as specified on ECON HRVRVN keywords.\nECBDFT- board feet harvest volume valued by the Econ Extension. This value could differ from board feet harvest amounts elsewhere in FVS, because some harvest volume may have no economic value based on log sizes and species, as specified on ECON HRVRVN keywords.\nFORSTVAL - present net value of cash flows from harvested timber plus land value, including any 'pretend' harvest cash flows in the current cycle ('value of forest').\nHARVCOST - total of harvest costs from commercial harvests during a cycle, including any 'pretend' harvest cost in the current cycle; defined if harvests were simulated.\nHARVREVN - total of all revenue from commercial harvests during a cycle, including any 'pretend' harvest revenue in the current cycle; defined if harvests were simulated.\nIRR - internal rate of return in percent including any 'pretend' harvest cash flows in the current cycle (internal rate of return).\nPCTCOST - total of all harvest costs from pre-commercial harvests during a cycle; defined if pre-commercial harvests were simulated.\nPNV - accumulated present net value period including 'pretend' harvest cash flows in the current cycle (present net value).",
    "page_numbers": []
  },
  {
    "id": 165,
    "text": "RPRODVAL - present net value of cash flows from harvestable timber separate from land, including any 'pretend' harvest cash flows in the current cycle ('value of trees').\nSEV - accumulated soil expectation value including 'pretend' harvest cash flows in the current cycle (soil expectation value).\nUNDISCST - accumulated undiscounted costs plus any 'pretend' harvest costs in the current cycle (undiscounted costs).\nUNDISRVN - accumulated undiscounted revenues plus any 'pretend' harvest revenues in the current cycle (undiscounted revenue).",
    "page_numbers": []
  },
  {
    "id": 166,
    "text": "This section lists the keyword files used to create the examples presented in Section II.  The listings can be 'cut and pasted' to create a keyword file for use in FVS.",
    "page_numbers": []
  },
  {
    "id": 167,
    "text": "StdIdent\nProcess\nInvYear StdInfo, 2004 = . InvYear StdInfo,  = . InvYear StdInfo,  = 530 1. InvYear StdInfo,  = . InvYear StdInfo, 0 = 0. InvYear StdInfo, 0 = . InvYear StdInfo, 30 1 = . Design, 2004 = 10. Design,  = . Design,  = 999. Design,  = . Design, 0 = 1. Design, 0 = . Design, 30 1 = . NumCycle *Turn off any, 2004 = ingrowth. NumCycle *Turn off any,  = . NumCycle *Turn off any,  = natural. NumCycle *Turn off any,  = . NumCycle *Turn off any, 0 = . NumCycle *Turn off any, 0 = . NumCycle *Turn off any, 30 1 = . Estab, 2004 = . Estab,  = . Estab,  = . Estab,  = regeneration. Estab, 0 = . Estab, 0 = . Estab, 30 1 = . , 2004 = . ,  = and. ,  = . ,  = . , 0 = . , 0 = . , 30 1 = . NoAuTaly NoInGrow End, 2004 = 0. NoAuTaly NoInGrow End,  = . NoAuTaly NoInGrow End,  = . NoAuTaly NoInGrow End,  = 999.. NoAuTaly NoInGrow End, 0 = 0.0 0. NoAuTaly NoInGrow End, 0 = All. NoAuTaly NoInGrow End, 30 1 = . ThinDBH *Begin ECON Econ STRTECON *Make all harvest PRETEND ANNUCST HRVVRCST, 2004 = Extension 1 \"pretend\" 1 3 Mgmt 90 70 50. ThinDBH *Begin ECON Econ STRTECON *Make all harvest PRETEND ANNUCST HRVVRCST,  = 7. keywords Cost. ThinDBH *Begin ECON Econ STRTECON *Make all harvest PRETEND ANNUCST HRVVRCST,  = 4 harvests. ThinDBH *Begin ECON Econ STRTECON *Make all harvest PRETEND ANNUCST HRVVRCST,",
    "page_numbers": []
  },
  {
    "id": 168,
    "text": "= 0 6.0 12.0 16.0 22.0 10.0 4.0 16.0 18.0 20.0 22.0 24.0. ThinDBH *Begin ECON Econ STRTECON *Make all harvest PRETEND ANNUCST HRVVRCST, 0 = 12.0 16.0 22.0 999.0 DF DF DF DF DF DF DF WH WH WH ALL ALL ALL ALL. ThinDBH *Begin ECON Econ STRTECON *Make all harvest PRETEND ANNUCST HRVVRCST, 0 = . ThinDBH *Begin ECON Econ STRTECON *Make all harvest PRETEND ANNUCST HRVVRCST, 30 1 = 16.. HRVVRCST HRVVRCST HRVVRCST HRVRVN HRVRVN HRVRVN HRVRVN HRVRVN HRVRVN HRVRVN HRVRVN HRVRVN HRVRVN, 2004 = 300 400 500 50 100 250 20 50 300 500. HRVVRCST HRVVRCST HRVVRCST HRVRVN HRVRVN HRVRVN HRVRVN HRVRVN HRVRVN HRVRVN HRVRVN HRVRVN HRVRVN,  = 30 90 80 140 250 keywords. HRVVRCST HRVVRCST HRVVRCST HRVRVN HRVRVN HRVRVN HRVRVN HRVRVN HRVRVN HRVRVN HRVRVN HRVRVN HRVRVN,  = 2 2 2 2 4 4 4 4 4 4 4 4. HRVVRCST HRVVRCST HRVVRCST HRVRVN HRVRVN HRVRVN HRVRVN HRVRVN HRVRVN HRVRVN HRVRVN HRVRVN HRVRVN,",
    "page_numbers": []
  },
  {
    "id": 169,
    "text": "= 6.0 10.0 20.0 4.0. HRVVRCST HRVVRCST HRVVRCST HRVRVN HRVRVN HRVRVN HRVRVN HRVRVN HRVRVN HRVRVN HRVRVN HRVRVN HRVRVN, 0 = . HRVVRCST HRVVRCST HRVVRCST HRVRVN HRVRVN HRVRVN HRVRVN HRVRVN HRVRVN HRVRVN HRVRVN HRVRVN HRVRVN, 0 = . HRVVRCST HRVVRCST HRVVRCST HRVRVN HRVRVN HRVRVN HRVRVN HRVRVN HRVRVN HRVRVN HRVRVN HRVRVN HRVRVN, 30 1 = . HRVRVN HRVRVN HRVRVN HRVRVN End *End ECON TreeData, 2004 = 15. HRVRVN HRVRVN HRVRVN HRVRVN End *End ECON TreeData,  = 1 5 7. HRVRVN HRVRVN HRVRVN HRVRVN End *End ECON TreeData,  = 4 4 4 4 4 4. HRVRVN HRVRVN HRVRVN HRVRVN End *End ECON TreeData,  = 10.0 14.0 20.0. HRVRVN HRVRVN HRVRVN HRVRVN End *End ECON TreeData, 0 = . HRVRVN HRVRVN HRVRVN HRVRVN End *End ECON TreeData, 0 = . HRVRVN HRVRVN HRVRVN HRVRVN End *End ECON TreeData, 30 1 = . 1 1 1 2, 2004 = 0.1 50.1DF 1.0. 1 1 1 2,  = . 1 1 1 2,  = . 1 1 1 2,  = . 1 1 1 2, 0 = . 1 1 1 2, 0 = . 1 1 1 2, 30 1 = . 1 3, 2004 = 100.1DF. 1 3,  = . 1 3,  = . 1 3,",
    "page_numbers": []
  },
  {
    "id": 170,
    "text": "= . 1 3, 0 = 0 0. 1 3, 0 = . 1 3, 30 1 = . 1 6 1 7 1 8 1 9 1 10 1 11 1 12, 2004 = 10.1DF 10.1DF 10.1DF 10.1DF 15.1DF 15.1DF 15.1DF. 1 6 1 7 1 8 1 9 1 10 1 11 1 12,  = . 1 6 1 7 1 8 1 9 1 10 1 11 1 12,  = 77 82 86 89. 1 6 1 7 1 8 1 9 1 10 1 11 1 12,  = . 1 6 1 7 1 8 1 9 1 10 1 11 1 12, 0 = 0 0 0 0. 1 6 1 7 1 8 1 9 1 10 1 11 1 12, 0 = . 1 6 1 7 1 8 1 9 1 10 1 11 1 12, 30 1 = . 1 14 1 15 1 16, 2004 = 13.0 14.0 15.0. 1 14 1 15 1 16,  = 92. 1 14 1 15 1 16,  = . 1 14 1 15 1 16,  = . 1 14 1 15 1 16, 0 = . 1 14 1 15 1 16, 0 = . 1 14 1 15 1 16, 30 1 = . 1 18, 2004 = 5.1DF 5.1DF 5.1WH. 1 18,  = 101. 1 18,  = . 1 18,  = . 1 18, 0 = 0 0. 1 18, 0 = . 1 18, 30 1 = . , 2004 = 17.0 18.0. ,  = . ,  = . ,  = . , 0 = . , 0 = . , 30 1 = . 1 19 1 20, 2004 = . 1 19 1 20,  = 103. 1 19 1 20,  = . 1 19 1 20,  = . 1 19 1 20, 0 = . 1 19 1 20, 0 = . 1 19 1 20, 30 1 = . 1 21, 2004 = 19.0 10.0. 1 21,  = 105. 1 21,  = . 1 21,  = . 1 21, 0 = 0. 1 21, 0 = . 1 21, 30 1 = . 1 17, 2004 = 5.1WH. 1 17,  = 95 98. 1 17,  = . 1 17,",
    "page_numbers": []
  },
  {
    "id": 171,
    "text": "= . 1 17, 0 = . 1 17, 0 = . 1 17, 30 1 = . 1 4 1 5, 2004 = 6.0 7.0 8.0 9.0 10.0 11.0 12.0. 1 4 1 5,  = 72. 1 4 1 5,  = . 1 4 1 5,  = . 1 4 1 5, 0 = . 1 4 1 5, 0 = . 1 4 1 5, 30 1 = . , 2004 = Extension. ,  = . ,  = . ,  = . , 0 = . , 0 = . , 30 1 = . , 2004 = 40.0DF 2.0 30.1DF. ,  = 3.0 4.0. ,  = 15 25. ,  = . , 0 = 0 0 0. , 0 = . , 30 1 = . , 2004 = 20.1DF 10.1DF 10.1DF. ,  = 5.0. ,  = 35 44. ,  = . , 0 = 0 0. , 0 = . , 30 1 = . , 2004 = . ,  = . ,  = 52. ,  = . , 0 = 0. , 0 = . , 30 1 = . , 2004 = . ,  = . ,  = 60 66. ,  = . , 0 = 0. , 0 = . , 30 1 = . , 2004 = . ,  = . ,  = . ,  = . , 0 = 0. , 0 = . , 30 1 = . , 2004 = . ,  = . ,  = . ,  = . , 0 = 0. , 0 = . , 30 1 = . 1 13, 2004 = . 1 13,  = . 1 13,  = . 1 13,  = . 1 13, 0 = 0. 1 13, 0 = . 1 13, 30 1 = . , 2004 = 15.1DF. ,  = . ,  = . ,  = . , 0 = . , 0 = . , 30 1 = . , 2004 = 10.1DF 16.0. ,  = . ,  = . ,  = . , 0 = . , 0 = . , 30 1 = . , 2004 = . ,  = . ,  = . ,  = . , 0 = 0. , 0 = . , 30 1 = . , 2004 = . ,  = . ,  = . ,  = . , 0 = 0. , 0 = . , 30 1 = . , 2004 = 10.1RC. ,  = . ,  = . ,",
    "page_numbers": []
  },
  {
    "id": 172,
    "text": "= . , 0 = . , 0 = . , 30 1 = . -999, 2004 = . -999,  = . -999,  = . -999,  = . -999, 0 = . -999, 0 = . -999, 30 1 = \nSTOP",
    "page_numbers": []
  },
  {
    "id": 173,
    "text": "ECON_UserManualExample_1B Screen,  = . ECON_UserManualExample_1B Screen,  = . ECON_UserManualExample_1B Screen,  = . ECON_UserManualExample_1B Screen, Economically efficient = time. ECON_UserManualExample_1B Screen, stand. = . InvYear,  = 2004. InvYear,  = . InvYear,  = . InvYear, Economically efficient = . InvYear, stand. = . StdInfo,  = . StdInfo,  = . StdInfo,  = 530. StdInfo, Economically efficient = 0. StdInfo, stand. = . Design,  = 10. Design,  = . Design,  = . Design, Economically efficient = 999 1. Design, stand. = . NumCycle *Turn Estab,  = any ingrowth. NumCycle *Turn Estab,  = . NumCycle *Turn Estab,  = 1. NumCycle *Turn Estab, Economically efficient = . NumCycle *Turn Estab, stand. = . off,  = . off,  = and. off,  = natural. off, Economically efficient = regeneration. off, stand. = . NoInGrow,  = . NoInGrow,  = . NoInGrow,  = . NoInGrow, Economically efficient = . NoInGrow, stand. = . End ThinDBH,  = 2004. End ThinDBH,  = . End ThinDBH,  = 6.. End ThinDBH, Economically efficient = 16. 0.90. End ThinDBH, stand. = . ThinDBH ThinDBH,  = 2014. ThinDBH ThinDBH,  = . ThinDBH ThinDBH,  = 6.. ThinDBH ThinDBH, Economically efficient = 17. 0.90. ThinDBH ThinDBH, stand. = . ThinDBH,  = 2024. ThinDBH,  = . ThinDBH,  = 6.. ThinDBH, Economically efficient = 18. 0.90. ThinDBH, stand. = . ,  = 2034. ,  = . ,  = 6.. , Economically efficient = 19. 0.90. , stand. = . ThinDBH,  = 2044 2054. ThinDBH,  = . ThinDBH,",
    "page_numbers": []
  },
  {
    "id": 174,
    "text": "= 6.. ThinDBH, Economically efficient = 20. 0.90. ThinDBH, stand. = . ThinDBH,  = 2064. ThinDBH,  = . ThinDBH,  = 6.. ThinDBH, Economically efficient = 22. 0.90 0.90. ThinDBH, stand. = . ThinDBH,  = . ThinDBH,  = . ThinDBH,  = 6.. ThinDBH, Economically efficient = 0.90. ThinDBH, stand. = . ThinDBH,  = 2074. ThinDBH,  = . ThinDBH,  = 6.. ThinDBH, Economically efficient = 25. 27.. ThinDBH, stand. = . ThinDBH ThinDBH,  = 2084. ThinDBH ThinDBH,  = . ThinDBH ThinDBH,  = 6.. ThinDBH ThinDBH, Economically efficient = 28. 0.90. ThinDBH ThinDBH, stand. = . Econ,  = 1. Econ,  = . Econ,  = . Econ, Economically efficient = . Econ, stand. = . *Begin ECON,  = Extension. *Begin ECON,  = . *Begin ECON,  = 4. *Begin ECON, Economically efficient = 0 0. *Begin ECON, stand. = . ,  = 2094. ,  = . ,  = . , Economically efficient = . , stand. = . ,  = . ,  = . ,  = 6.. , Economically efficient = 0.90. , stand. = . ,  = . ,  = keywords. ,  = . , Economically efficient = 30.. , stand. = . STRTECON *Make all harvest PRETEND ANNUCST HRVFXCST HRVVRCST HRVVRCST,  = 1 3 100 80 70. STRTECON *Make all harvest PRETEND ANNUCST HRVFXCST HRVVRCST HRVVRCST,  = \"pretend\" Mgmt Cost 2 2. STRTECON *Make all harvest PRETEND ANNUCST HRVFXCST HRVVRCST HRVVRCST,",
    "page_numbers": []
  },
  {
    "id": 175,
    "text": "= harvests 2. STRTECON *Make all harvest PRETEND ANNUCST HRVFXCST HRVVRCST HRVVRCST, Economically efficient = 6.0 12.0 12.0 16.0 16.0 10.0. STRTECON *Make all harvest PRETEND ANNUCST HRVFXCST HRVVRCST HRVVRCST, stand. = . HRVRVN,  = 80. HRVRVN,  = . HRVRVN,  = 4. HRVRVN, Economically efficient = 4.0. HRVRVN, stand. = . HRVVRCST HRVRVN,  = 50 120. HRVVRCST HRVRVN,  = . HRVVRCST HRVRVN,  = 4 4. HRVVRCST HRVRVN, Economically efficient = 999.0 DF DF. HRVVRCST HRVRVN, stand. = . HRVRVN,  = . HRVRVN,  = . HRVRVN,  = . HRVRVN, Economically efficient = . HRVRVN, stand. = . HRVRVN,  = 160 200. HRVRVN,  = . HRVRVN,  = 4. HRVRVN, Economically efficient = 16.0 DF 20.0 DF. HRVRVN, stand. = . HRVRVN HRVRVN,  = 200 300. HRVRVN HRVRVN,  = . HRVRVN HRVRVN,  = 4 4. HRVRVN HRVRVN, Economically efficient = 22.0 DF 24.0. HRVRVN HRVRVN, stand. = . ,  = . ,  = . ,  = 4. , Economically efficient = DF. , stand. = . HRVRVN,  = 500. HRVRVN,  = . HRVRVN,  = . HRVRVN, Economically efficient = DF. HRVRVN, stand. = . HRVRVN HRVRVN,  = 50. HRVRVN HRVRVN,  = . HRVRVN HRVRVN,  = 4. HRVRVN HRVRVN, Economically efficient = 24.0 6.0 WH. HRVRVN HRVRVN, stand. = . ,  = 100. ,  = . ,  = . , Economically efficient = 10.0 WH. , stand. = . HRVRVN,  = 20. HRVRVN,  = . HRVRVN,",
    "page_numbers": []
  },
  {
    "id": 176,
    "text": "= 4. HRVRVN, Economically efficient = 4.0 ALL. HRVRVN, stand. = . HRVRVN HRVRVN,  = 50. HRVRVN HRVRVN,  = . HRVRVN HRVRVN,  = 4 4. HRVRVN HRVRVN, Economically efficient = 10.0 ALL. HRVRVN HRVRVN, stand. = . HRVRVN,  = 300. HRVRVN,  = . HRVRVN,  = . HRVRVN, Economically efficient = 16.0 ALL. HRVRVN, stand. = . End,  = . End,  = . End,  = 4. End, Economically efficient = . End, stand. = . ,  = . ,  = . ,  = 4. , Economically efficient = . , stand. = . ,  = 500. ,  = 1. ,  = . , Economically efficient = . , stand. = . ,  = . ,  = . ,  = . , Economically efficient = ALL. , stand. = . ,  = 15. ,  = . ,  = . , Economically efficient = . , stand. = . *End ECON TreeData 1 1 100.1DF,  = Extension 0.1. *End ECON TreeData 1 1 100.1DF,  = keywords. *End ECON TreeData 1 1 100.1DF,  = 5. *End ECON TreeData 1 1 100.1DF, Economically efficient = 20.0 0. *End ECON TreeData 1 1 100.1DF, stand. = . 1 2 50.1DF 1 3 1 4 1 5,  = 1.0 40.0DF 2.0 3.0 4.0 5.0. 1 2 50.1DF 1 3 1 4 1 5,  = 7 15. 1 2 50.1DF 1 3 1 4 1 5,  = . 1 2 50.1DF 1 3 1 4 1 5, Economically efficient = 0 0 0. 1 2 50.1DF 1 3 1 4 1 5, stand. = . ,  = 30.1DF 20.1DF. ,  = 25 35. ,  = . , Economically efficient = 0. , stand. = . 1 6 1 7,  = 10.1DF 10.1DF. 1 6 1 7,  = . 1 6 1 7,",
    "page_numbers": []
  },
  {
    "id": 177,
    "text": "= . 1 6 1 7, Economically efficient = 0. 1 6 1 7, stand. = . 1 8 1 9,  = 6.0 10.1DF. 1 8 1 9,  = 44. 1 8 1 9,  = 52. 1 8 1 9, Economically efficient = 0 0. 1 8 1 9, stand. = . 1 10,  = 10.1DF 10.1DF. 1 10,  = 7.0. 1 10,  = 60. 1 10, Economically efficient = 0. 1 10, stand. = . 1 11,  = . 1 11,  = 8.0. 1 11,  = 66. 1 11, Economically efficient = 0. 1 11, stand. = . 1 12,  = . 1 12,  = . 1 12,  = . 1 12, Economically efficient = 0. 1 12, stand. = . ,  = 10.1DF 15.1DF. ,  = 9.0 10.0 11.0. ,  = 72. , Economically efficient = . , stand. = . 1 13,  = 15.1DF. 1 13,  = . 1 13,  = 77. 1 13, Economically efficient = 0. 1 13, stand. = . ,  = 12.0. ,  = . ,  = 82. , Economically efficient = 0. , stand. = . 1 14 15,  = 15.1DF 13.0 14.0. 1 14 15,  = 86. 1 14 15,  = . 1 14 15, Economically efficient = 0. 1 14 15, stand. = . ,  = . ,  = 89. ,  = . , Economically efficient = 0. , stand. = . 1 1,  = 15.1DF 10.1DF. 1 1,  = . 1 1,  = . 1 1, Economically efficient = . 1 1, stand. = . 16,  = . 16,  = 92. 16,  = . 16, Economically efficient = 0. 16, stand. = . 1 17,  = 5.1DF. 1 17,  = 95. 1 17,  = . 1 17, Economically efficient = . 1 17, stand. = . 18,  = 15.0. 18,  = . 18,  = . 18, Economically efficient = . 18, stand. = . ,  = 16.0. ,  = 98. ,  = . , Economically efficient = . , stand. = . ,  = 5.1WH. ,  = . ,",
    "page_numbers": []
  },
  {
    "id": 178,
    "text": "= . , Economically efficient = . , stand. = . 1,  = . 1,  = 101. 1,  = . 1, Economically efficient = . 1, stand. = . 1,  = 5.1DF. 1,  = . 1,  = . 1, Economically efficient = . 1, stand. = . ,  = 17.0. ,  = . ,  = . , Economically efficient = . , stand. = . ,  = 18.0. ,  = . ,  = . , Economically efficient = . , stand. = . ,  = . ,  = . ,  = . , Economically efficient = 0 0. , stand. = . 0,  = 0. 0,  = 0. 0,  = 0. 0, Economically efficient = 0. 0, stand. = 0. 19,  = . 19,  = . 19,  = . 19, Economically efficient = . 19, stand. = \n1 20    5.1WH 19.0   103                     0\n1 21   10.1RC 10.0   105                     0\n-999\nProcess\nSTOP",
    "page_numbers": []
  },
  {
    "id": 179,
    "text": "StdIdent ECON_UserManualExample_2 Calculate SEV for a perpetual management prescription., 1 = StdIdent ECON_UserManualExample_2 Calculate SEV for a perpetual management prescription.. StdIdent ECON_UserManualExample_2 Calculate SEV for a perpetual management prescription., 2 = StdIdent ECON_UserManualExample_2 Calculate SEV for a perpetual management prescription.. StdIdent ECON_UserManualExample_2 Calculate SEV for a perpetual management prescription., 3 = StdIdent ECON_UserManualExample_2 Calculate SEV for a perpetual management prescription.. StdIdent ECON_UserManualExample_2 Calculate SEV for a perpetual management prescription., 4 = StdIdent ECON_UserManualExample_2 Calculate SEV for a perpetual management prescription.. StdIdent ECON_UserManualExample_2 Calculate SEV for a perpetual management prescription., 5 = StdIdent ECON_UserManualExample_2 Calculate SEV for a perpetual management prescription.. StdIdent ECON_UserManualExample_2 Calculate SEV for a perpetual management prescription., 6 = StdIdent ECON_UserManualExample_2 Calculate SEV for a perpetual management prescription.. StdIdent ECON_UserManualExample_2 Calculate SEV for a perpetual management prescription., 7 = StdIdent ECON_UserManualExample_2 Calculate SEV for a perpetual management prescription.. StdIdent ECON_UserManualExample_2 Calculate SEV for a perpetual management prescription., 8 = StdIdent ECON_UserManualExample_2 Calculate SEV for a perpetual management prescription.. StdIdent ECON_UserManualExample_2 Calculate SEV for a perpetual management prescription., 9 = StdIdent ECON_UserManualExample_2 Calculate SEV for a perpetual management prescription.. Screen, 1 = . Screen, 2 = . Screen, 3 = . Screen, 4 = . Screen, 5 = . Screen, 6 = . Screen, 7 = . Screen, 8 = . Screen, 9 = . , 1 = . , 2 = 2004.",
    "page_numbers": []
  },
  {
    "id": 180,
    "text": ", 3 = . , 4 = . , 5 = . , 6 = . , 7 = . , 8 = . , 9 = . InvYear StdInfo, 1 = InvYear StdInfo. InvYear StdInfo, 2 = . InvYear StdInfo, 3 = . InvYear StdInfo, 4 = 530. InvYear StdInfo, 5 = 1. InvYear StdInfo, 6 = 0. InvYear StdInfo, 7 = 0. InvYear StdInfo, 8 = 30. InvYear StdInfo, 9 = . Design, 1 = Design. Design, 2 = . Design, 3 = . Design, 4 = 1. Design, 5 = 999. Design, 6 = 1. Design, 7 = 0. Design, 8 = 1. Design, 9 = . NumCycle, 1 = NumCycle. NumCycle, 2 = 10. NumCycle, 3 = . NumCycle, 4 = . NumCycle, 5 = . NumCycle, 6 = . NumCycle, 7 = . NumCycle, 8 = . NumCycle, 9 = . *Regenerate the, 1 = *Regenerate the. *Regenerate the, 2 = residual. *Regenerate the, 3 = . *Regenerate the, 4 = stand,. *Regenerate the, 5 = limiting. *Regenerate the, 6 = natural regen. *Regenerate the, 7 = & ingrowth. *Regenerate the, 8 = . *Regenerate the, 9 = . Estab, 1 = Estab. Estab, 2 = 2004. Estab, 3 = . Estab, 4 = . Estab, 5 = . Estab, 6 = . Estab, 7 = . Estab, 8 = . Estab, 9 = . NOAUTALY, 1 = . NOAUTALY, 2 = . NOAUTALY, 3 = . NOAUTALY, 4 = . NOAUTALY, 5 = . NOAUTALY, 6 = . NOAUTALY, 7 = . NOAUTALY, 8 = . NOAUTALY, 9 = . NOINGROW PLANT, 1 = NOINGROW PLANT. NOINGROW PLANT, 2 = 2004.",
    "page_numbers": []
  },
  {
    "id": 181,
    "text": "NOINGROW PLANT, 3 = . NOINGROW PLANT, 4 = DF. NOINGROW PLANT, 5 = 250. NOINGROW PLANT, 6 = . NOINGROW PLANT, 7 = . NOINGROW PLANT, 8 = . NOINGROW PLANT, 9 = . PLANT, 1 = PLANT. PLANT, 2 = 2004. PLANT, 3 = . PLANT, 4 = WP. PLANT, 5 = 350. PLANT, 6 = . PLANT, 7 = . PLANT, 8 = . PLANT, 9 = . End, 1 = . End, 2 = . End, 3 = . End, 4 = . End, 5 = . End, 6 = . End, 7 = . End, 8 = . End, 9 = . *Cleaning, 1 = and. *Cleaning, 2 = commercial. *Cleaning, 3 = . *Cleaning, 4 = thinning. *Cleaning, 5 = . *Cleaning, 6 = . *Cleaning, 7 = . *Cleaning, 8 = . *Cleaning, 9 = . , 1 = . , 2 = . , 3 = . , 4 = 300.. , 5 = . , 6 = . , 7 = 9.0. , 8 = . , 9 = . ThinBTA, 1 = ThinBTA. ThinBTA, 2 = 2034. ThinBTA, 3 = . ThinBTA, 4 = . ThinBTA, 5 = 0.9. ThinBTA, 6 = 0.50. ThinBTA, 7 = All. ThinBTA, 8 = 50.. ThinBTA, 9 = 0.0. ThinDBH *Cleaning of, 1 = ThinDBH *Cleaning of. ThinDBH *Cleaning of, 2 = 2034 natural. ThinDBH *Cleaning of, 3 = regen. ThinDBH *Cleaning of, 4 = 4. after. ThinDBH *Cleaning of, 5 = 12. commercial. ThinDBH *Cleaning of, 6 = 0.50 thinning. ThinDBH *Cleaning of, 7 = . ThinDBH *Cleaning of, 8 = . ThinDBH *Cleaning of, 9 = . ThinBBA, 1 = ThinBBA. ThinBBA, 2 = 2034. ThinBBA, 3 = . ThinBBA, 4 = 0.. ThinBBA, 5 = 0.8. ThinBBA, 6 = 0.0. ThinBBA, 7 = 5.0.",
    "page_numbers": []
  },
  {
    "id": 182,
    "text": "ThinBBA, 8 = . ThinBBA, 9 = . *Pretend harvests, 1 = *Pretend harvests. *Pretend harvests, 2 = to. *Pretend harvests, 3 = leave. *Pretend harvests, 4 = . *Pretend harvests, 5 = . *Pretend harvests, 6 = . *Pretend harvests, 7 = . *Pretend harvests, 8 = . *Pretend harvests, 9 = . , 1 = . , 2 = . , 3 = . , 4 = 16. , 5 = residual trees. , 6 = per acre. , 7 = . , 8 = 16.. , 9 = . ThinDBH, 1 = ThinDBH. ThinDBH, 2 = 2044. ThinDBH, 3 = . ThinDBH, 4 = 6.. ThinDBH, 5 = 99.. ThinDBH, 6 = 1.0. ThinDBH, 7 = All. ThinDBH, 8 = . ThinDBH, 9 = 0.0. ThinDBH, 1 = ThinDBH. ThinDBH, 2 = 2054. ThinDBH, 3 = . ThinDBH, 4 = 6.. ThinDBH, 5 = 99.. ThinDBH, 6 = 1.0. ThinDBH, 7 = All. ThinDBH, 8 = 16.. ThinDBH, 9 = 0.0. ThinDBH, 1 = ThinDBH. ThinDBH, 2 = 2064. ThinDBH, 3 = . ThinDBH, 4 = 6.. ThinDBH, 5 = 99.. ThinDBH, 6 = 1.0. ThinDBH, 7 = All. ThinDBH, 8 = 16.. ThinDBH, 9 = 0.0. ThinDBH, 1 = ThinDBH. ThinDBH, 2 = 2074. ThinDBH, 3 = . ThinDBH, 4 = 6.. ThinDBH, 5 = 99.. ThinDBH, 6 = 1.0. ThinDBH, 7 = All. ThinDBH, 8 = 16.. ThinDBH, 9 = 0.0. ThinDBH, 1 = ThinDBH. ThinDBH, 2 = 2084. ThinDBH, 3 = . ThinDBH, 4 = 6.. ThinDBH, 5 = 99.. ThinDBH, 6",
    "page_numbers": []
  },
  {
    "id": 183,
    "text": "= 1.0. ThinDBH, 7 = All. ThinDBH, 8 = 16.. ThinDBH, 9 = 0.0. ThinDBH, 1 = ThinDBH. ThinDBH, 2 = . ThinDBH, 3 = . ThinDBH, 4 = . ThinDBH, 5 = 99.. ThinDBH, 6 = 1.0. ThinDBH, 7 = . ThinDBH, 8 = . ThinDBH, 9 = 0.0. *Begin ECON, 1 = *Begin ECON. *Begin ECON, 2 = 2094. *Begin ECON, 3 = . *Begin ECON, 4 = 6.. *Begin ECON, 5 = . *Begin ECON, 6 = . *Begin ECON, 7 = All. *Begin ECON, 8 = 16.. *Begin ECON, 9 = . , 1 = Extension. , 2 = . , 3 = keywords. , 4 = . , 5 = . , 6 = 1.0. , 7 = . , 8 = . , 9 = . Econ, 1 = . Econ, 2 = . Econ, 3 = . Econ, 4 = . Econ, 5 = . Econ, 6 = . Econ, 7 = . Econ, 8 = . Econ, 9 = . StrtEcon, 1 = StrtEcon. StrtEcon, 2 = 1. StrtEcon, 3 = . StrtEcon, 4 = 4. StrtEcon, 5 = 0. StrtEcon, 6 = 1. StrtEcon, 7 = . StrtEcon, 8 = . StrtEcon, 9 = . *Make all, 1 = harvests. *Make all, 2 = beginning. *Make all, 3 = . *Make all, 4 = in. *Make all, 5 = 2040 \"pretend\". *Make all, 6 = harvests. *Make all, 7 = . *Make all, 8 = . *Make all, 9 = . PRETEND, 1 = . PRETEND, 2 = 2040. PRETEND, 3 = . PRETEND, 4 = . PRETEND, 5 = . PRETEND, 6 = . PRETEND, 7 = . PRETEND, 8 = . PRETEND, 9 = . ANNUCST, 1 = ANNUCST. ANNUCST, 2 = 1. ANNUCST, 3 = Mgmt Cost.",
    "page_numbers": []
  },
  {
    "id": 184,
    "text": "ANNUCST, 4 = . ANNUCST, 5 = . ANNUCST, 6 = . ANNUCST, 7 = . ANNUCST, 8 = . ANNUCST, 9 = . SPECCST, 1 = SPECCST. SPECCST, 2 = 1. SPECCST, 3 = Cycle_1. SPECCST, 4 = . SPECCST, 5 = 2 5. SPECCST, 6 = . SPECCST, 7 = . SPECCST, 8 = . SPECCST, 9 = . SPECCST, 1 = SPECCST. SPECCST, 2 = 2. SPECCST, 3 = Cycle_2. SPECCST, 4 = . SPECCST, 5 = . SPECCST, 6 = . SPECCST, 7 = . SPECCST, 8 = . SPECCST, 9 = . PLANTCST, 1 = PLANTCST. PLANTCST, 2 = 100. PLANTCST, 3 = . PLANTCST, 4 = 7. PLANTCST, 5 = . PLANTCST, 6 = . PLANTCST, 7 = . PLANTCST, 8 = . PLANTCST, 9 = . HRVVRCST, 1 = HRVVRCST. HRVVRCST, 2 = 80. HRVVRCST, 3 = . HRVVRCST, 4 = 2. HRVVRCST, 5 = 6.0. HRVVRCST, 6 = 12.0. HRVVRCST, 7 = . HRVVRCST, 8 = . HRVVRCST, 9 = . HRVVRCST HRVVRCST, 1 = HRVVRCST HRVVRCST. HRVVRCST HRVVRCST, 2 = 70 50. HRVVRCST HRVVRCST, 3 = . HRVVRCST HRVVRCST, 4 = 2 2. HRVVRCST HRVVRCST, 5 = 12.0 16.0. HRVVRCST HRVVRCST, 6 = 16.0. HRVVRCST HRVVRCST, 7 = . HRVVRCST HRVVRCST, 8 = . HRVVRCST HRVVRCST, 9 = . HRVRVN, 1 =",
    "page_numbers": []
  },
  {
    "id": 185,
    "text": "HRVRVN. HRVRVN, 2 = . HRVRVN, 3 = . HRVRVN, 4 = 4. HRVRVN, 5 = 4.0. HRVRVN, 6 = 999.9 ALL. HRVRVN, 7 = . HRVRVN, 8 = . HRVRVN, 9 = . , 1 = . , 2 = 50 175. , 3 = . , 4 = 4. , 5 = 9.0. , 6 = . , 7 = . , 8 = . , 9 = . HRVRVN HRVRVN, 1 = HRVRVN HRVRVN. HRVRVN HRVRVN, 2 = 200. HRVRVN HRVRVN, 3 = . HRVRVN HRVRVN, 4 = 4. HRVRVN HRVRVN, 5 = 12.0. HRVRVN HRVRVN, 6 = ALL. HRVRVN HRVRVN, 7 = . HRVRVN HRVRVN, 8 = . HRVRVN HRVRVN, 9 = . HRVRVN, 1 = HRVRVN. HRVRVN, 2 = 225. HRVRVN, 3 = . HRVRVN, 4 = 4. HRVRVN, 5 = 14.0. HRVRVN, 6 = ALL. HRVRVN, 7 = . HRVRVN, 8 = . HRVRVN, 9 = . HRVRVN, 1 = HRVRVN. HRVRVN, 2 = 275. HRVRVN, 3 = . HRVRVN, 4 = 4. HRVRVN, 5 = 16.0. HRVRVN, 6 = ALL ALL. HRVRVN, 7 = . HRVRVN, 8 = . HRVRVN, 9 = . HRVRVN, 1 = HRVRVN. HRVRVN, 2 = . HRVRVN, 3 = . HRVRVN, 4 = 4. HRVRVN, 5 = . HRVRVN, 6 = . HRVRVN, 7 = . HRVRVN, 8 = . HRVRVN, 9 = . , 1 = . , 2 = 300. , 3 = . , 4 = . , 5 = 18.0. , 6 = ALL. , 7 = . , 8 = . , 9 = . HRVRVN HRVRVN, 1 = HRVRVN HRVRVN. HRVRVN HRVRVN, 2 = 350 400. HRVRVN HRVRVN, 3 = .",
    "page_numbers": []
  },
  {
    "id": 186,
    "text": "HRVRVN HRVRVN, 4 = 4 4. HRVRVN HRVRVN, 5 = 20.0 24.0. HRVRVN HRVRVN, 6 = ALL. HRVRVN HRVRVN, 7 = . HRVRVN HRVRVN, 8 = . HRVRVN HRVRVN, 9 = . *Zero price allows, 1 = *Zero price allows. *Zero price allows, 2 = . *Zero price allows, 3 = output of. *Zero price allows, 4 = . *Zero price allows, 5 = harvested trees/acre. *Zero price allows, 6 = ALL w/o. *Zero price allows, 7 = affecting. *Zero price allows, 8 = revenue. *Zero price allows, 9 = . HRVRVN, 1 = HRVRVN. HRVRVN, 2 = 0. HRVRVN, 3 = . HRVRVN, 4 = 1. HRVRVN, 5 = 0 board-feet per acre. HRVRVN, 6 = ALL are pre-commercial. HRVRVN, 7 = . HRVRVN, 8 = . HRVRVN, 9 = . *Harvests PCTSPEC, 1 = less. *Harvests PCTSPEC, 2 = than 1000 0.0. *Harvests PCTSPEC, 3 = . *Harvests PCTSPEC, 4 = 2. *Harvests PCTSPEC, 5 = 1000.0. *Harvests PCTSPEC, 6 = . *Harvests PCTSPEC, 7 = . *Harvests PCTSPEC, 8 = . *Harvests PCTSPEC, 9 = . End, 1 = . End, 2 = . End, 3 = . End, 4 = . End, 5 = . End, 6 = . End, 7 = . End, 8 = . End, 9 = . *End ECON, 1 = Extension. *End ECON, 2 = . *End ECON, 3 = keywords. *End ECON, 4 = . *End ECON, 5 = . *End ECON, 6 = . *End ECON, 7 = . *End ECON, 8 = . *End ECON, 9 = . TreeData 1, 1 = . TreeData 1, 2 = 15. TreeData 1, 3 = . TreeData 1, 4 = . TreeData 1, 5",
    "page_numbers": []
  },
  {
    "id": 187,
    "text": "= . TreeData 1, 6 = . TreeData 1, 7 = . TreeData 1, 8 = . TreeData 1, 9 = . 6 1, 1 = 1.1DF. 6 1, 2 = 5.0. 6 1, 3 = 35. 6 1, 4 = . 6 1, 5 = . 6 1, 6 = 0. 6 1, 7 = . 6 1, 8 = . 6 1, 9 = . 7 1, 1 = 1.1DF 1.1DF. 7 1, 2 = 6.0. 7 1, 3 = 44. 7 1, 4 = . 7 1, 5 = . 7 1, 6 = 0. 7 1, 7 = . 7 1, 8 = . 7 1, 9 = . 8 9, 1 = 1.1DF. 8 9, 2 = 7.0 8.0. 8 9, 3 = 52 60. 8 9, 4 = . 8 9, 5 = . 8 9, 6 = 0 0. 8 9, 7 = . 8 9, 8 = . 8 9, 9 = . 1 10, 1 = 1.1DF. 1 10, 2 = 9.0. 1 10, 3 = 66. 1 10, 4 = . 1 10, 5 = . 1 10, 6 = 0. 1 10, 7 = . 1 10, 8 = . 1 10, 9 = . 1 1 11, 1 = . 1 1 11, 2 = 10.0. 1 1 11, 3 = 72. 1 1 11, 4 = . 1 1 11, 5 = . 1 1 11, 6 = 0. 1 1 11, 7 = . 1 1 11, 8 = . 1 1 11, 9 = . 12, 1 = 1.1DF. 12, 2 = . 12, 3 = . 12, 4 = . 12, 5 = . 12, 6 = . 12, 7 = . 12, 8 = . 12, 9 = . 1, 1 = 1.1DF. 1, 2 = 11.0. 1, 3 = 77. 1, 4 = . 1, 5 = . 1, 6 = 0. 1, 7 = . 1, 8 = . 1, 9 = . 1 13 14, 1 = 1.1DF 1.1DF. 1 13 14, 2 = 12.0 13.0. 1 13 14, 3 = 82 86. 1",
    "page_numbers": []
  },
  {
    "id": 188,
    "text": "13 14, 4 = . 1 13 14, 5 = . 1 13 14, 6 = 0 0. 1 13 14, 7 = . 1 13 14, 8 = . 1 13 14, 9 = . 1 1 15, 1 = 1.1DF. 1 1 15, 2 = 14.0. 1 1 15, 3 = 89. 1 1 15, 4 = . 1 1 15, 5 = . 1 1 15, 6 = 0. 1 1 15, 7 = . 1 1 15, 8 = . 1 1 15, 9 = \n1 16, 1 = 1.1DF. 1 16, 2 = 15.0. 1 16, 3 = 92 0. 1 17, 1 = 1.1DF. 1 17, 2 = 16.0. 1 17, 3 = 95 0. 1 18, 1 = 1.1DF. 1 18, 2 = 17.0. 1 18, 3 = 98 0. 1 19, 1 = 1.1WH. 1 19, 2 = 18.0. 1 19, 3 = 101 0. 1 20, 1 = 1.1WH. 1 20, 2 = 19.0. 1 20, 3 = 103 0. 1 21, 1 = 1.1RC. 1 21, 2 = 10.0. 1 21, 3 = 105 0\n-999\nProcess\nSTOP",
    "page_numbers": []
  },
  {
    "id": 189,
    "text": "StdIdent\nStdInfo, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription..2004 = . StdInfo, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = 530. StdInfo, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = 999. StdInfo, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = 0 1. StdInfo, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = 0 0. StdInfo, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = 30. StdInfo, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = . Design NumCycle, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription..2004 = 10. Design NumCycle, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = 1. Design NumCycle, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = . Design NumCycle, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = . Design NumCycle, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = . Design NumCycle, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = 1. Design NumCycle, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = . , ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription..2004 = any. , ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = . , ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = regeneration. ,",
    "page_numbers": []
  },
  {
    "id": 190,
    "text": "ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = . , ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = . , ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = . , ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = . *Turn off, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription..2004 = ingrowth. *Turn off, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = and natural. *Turn off, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = . *Turn off, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = . *Turn off, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = . *Turn off, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = . *Turn off, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = . Estab, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription..2004 = . Estab, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = . Estab, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = . Estab, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = . Estab, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = . Estab, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = . Estab, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = . NoAuTaly,",
    "page_numbers": []
  },
  {
    "id": 191,
    "text": "ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription..2004 = . NoAuTaly, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = . NoAuTaly, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = . NoAuTaly, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = . NoAuTaly, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = . NoAuTaly, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = . NoAuTaly, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = . NoInGrow, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription..2004 = . NoInGrow, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = . NoInGrow, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = . NoInGrow, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = . NoInGrow, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = . NoInGrow, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = . NoInGrow, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = . End THINDBH, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription..2004 = 0. End THINDBH, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = 7.. End THINDBH, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = 999.. End THINDBH,",
    "page_numbers": []
  },
  {
    "id": 192,
    "text": "ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = 0.0. End THINDBH, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = All. End THINDBH, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = 16.. End THINDBH, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = 0.0. *Begin ECON, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription..2004 = Extension. *Begin ECON, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = keywords. *Begin ECON, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = . *Begin ECON, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = . *Begin ECON, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = . *Begin ECON, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = . *Begin ECON, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = . Econ, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription..2004 = . Econ, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = . Econ, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = . Econ, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = . Econ, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = . Econ, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = . Econ,",
    "page_numbers": []
  },
  {
    "id": 193,
    "text": "ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = . StrtEcon, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription..2004 = 2004. StrtEcon, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = 4.0. StrtEcon, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = . StrtEcon, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = 0. StrtEcon, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = . StrtEcon, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = . StrtEcon, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = . *Make all, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription..2004 = harvest \"pretend\". *Make all, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = harvests. *Make all, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = 120. *Make all, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = . *Make all, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = . *Make all, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = . *Make all, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = . ANNUCST, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription..2004 = 3 Mgmt. ANNUCST, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = Cost 2. ANNUCST,",
    "page_numbers": []
  },
  {
    "id": 194,
    "text": "ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = . ANNUCST, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = 16.0. ANNUCST, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = . ANNUCST, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = . ANNUCST, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = . HRVVRCST, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription..2004 = 90. HRVVRCST, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = 2. HRVVRCST, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = 6.0. HRVVRCST, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = 12.0. HRVVRCST, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = . HRVVRCST, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = . HRVVRCST, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = . HRVVRCST HRVVRCST, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription..2004 = 70 50. HRVVRCST HRVVRCST, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = 2. HRVVRCST HRVVRCST, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = 12.0. HRVVRCST HRVVRCST, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual",
    "page_numbers": []
  },
  {
    "id": 195,
    "text": "prescription.. = 22.0. HRVVRCST HRVVRCST, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = . HRVVRCST HRVVRCST, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = . HRVVRCST HRVVRCST, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = . HRVVRCST, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription..2004 = 30. HRVVRCST, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = 2. HRVVRCST, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = 16.0 22.0. HRVVRCST, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = 999.0. HRVVRCST, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = . HRVVRCST, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = . HRVVRCST, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = . HRVRVN, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription..2004 = 90. HRVRVN, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = 4. HRVRVN, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = 10.0. HRVRVN, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = DF. HRVRVN, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = . HRVRVN, ECON_UserManualExample_3 - Economically",
    "page_numbers": []
  },
  {
    "id": 196,
    "text": "efficient time to implement future perpetual prescription.. = . HRVRVN, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = . HRVRVN, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription..2004 = 80. HRVRVN, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = 4. HRVRVN, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = 4.0. HRVRVN, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = DF. HRVRVN, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = . HRVRVN, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = . HRVRVN, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = . HRVRVN, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription..2004 = 140. HRVRVN, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = 4. HRVRVN, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = 16.0. HRVRVN, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = DF. HRVRVN, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = . HRVRVN, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = . HRVRVN, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = . HRVRVN, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription..2004 = 250. HRVRVN, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual",
    "page_numbers": []
  },
  {
    "id": 197,
    "text": "prescription.. = 4. HRVRVN, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = 18.0. HRVRVN, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = DF. HRVRVN, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = . HRVRVN, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = . HRVRVN, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = . HRVRVN, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription..2004 = 300. HRVRVN, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = 4. HRVRVN, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = 20.0. HRVRVN, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = DF. HRVRVN, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = . HRVRVN, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = . HRVRVN, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = . HRVRVN, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription..2004 = 400. HRVRVN, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = 4. HRVRVN, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = 22.0. HRVRVN, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = DF. HRVRVN, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual",
    "page_numbers": []
  },
  {
    "id": 198,
    "text": "prescription.. = . HRVRVN, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = . HRVRVN, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = . HRVRVN, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription..2004 = 500. HRVRVN, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = 4. HRVRVN, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = 24.0. HRVRVN, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = DF. HRVRVN, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = . HRVRVN, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = . HRVRVN, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = . HRVRVN, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription..2004 = 50. HRVRVN, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = 4. HRVRVN, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = 6.0. HRVRVN, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = WH. HRVRVN, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = . HRVRVN, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = . HRVRVN, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = . HRVRVN, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription..2004 = 100.",
    "page_numbers": []
  },
  {
    "id": 199,
    "text": "HRVRVN, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = 4. HRVRVN, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = 10.0. HRVRVN, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = WH. HRVRVN, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = . HRVRVN, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = . HRVRVN, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = . HRVRVN, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription..2004 = 250. HRVRVN, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = 4. HRVRVN, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = 20.0. HRVRVN, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = WH. HRVRVN, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = . HRVRVN, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = . HRVRVN, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = . HRVRVN, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription..2004 = 20. HRVRVN, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = 4. HRVRVN, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = 4.0. HRVRVN, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = ALL.",
    "page_numbers": []
  },
  {
    "id": 200,
    "text": "HRVRVN, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = . HRVRVN, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = . HRVRVN, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = . HRVRVN, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription..2004 = 50. HRVRVN, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = 4. HRVRVN, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = 10.0. HRVRVN, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = ALL. HRVRVN, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = . HRVRVN, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = . HRVRVN, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = . HRVRVN, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription..2004 = 300. HRVRVN, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = 4. HRVRVN, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = 14.0. HRVRVN, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = ALL. HRVRVN, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = . HRVRVN, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = . HRVRVN, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = . HRVRVN,",
    "page_numbers": []
  },
  {
    "id": 201,
    "text": "ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription..2004 = . HRVRVN, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = . HRVRVN, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = . HRVRVN, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = . HRVRVN, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = . HRVRVN, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = . HRVRVN, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = . End TreeData, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription..2004 = 500. End TreeData, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = 4. End TreeData, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = 20.0. End TreeData, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = ALL. End TreeData, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = . End TreeData, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = . End TreeData, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = . , ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription..2004 = 15. , ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = . , ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = . , ECON_UserManualExample_3 - Economically efficient time to implement future perpetual",
    "page_numbers": []
  },
  {
    "id": 202,
    "text": "prescription.. = . , ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = . , ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = . , ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = . 1 1, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription..2004 = 0.1. 1 1, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = . 1 1, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = . 1 1, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = . 1 1, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = . 1 1, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = . 1 1, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = . 1, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription..2004 = 100.1DF. 1, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = 1. 1, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = . 1, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = 0. 1, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = . 1, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = . 1, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = . 2, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription..2004 = 50.1DF. 2,",
    "page_numbers": []
  },
  {
    "id": 203,
    "text": "ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = 5. 2, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = . 2, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = 0. 2, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = . 2, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = . 2, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = . 1 3, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription..2004 = 1.0 40.0DF 2.0. 1 3, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = 7. 1 3, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = . 1 3, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = 0. 1 3, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = . 1 3, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = . 1 3, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = . 4, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription..2004 = 30.1DF. 4, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = 15. 4, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = . 4, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = 0. 4, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = . 4,",
    "page_numbers": []
  },
  {
    "id": 204,
    "text": "ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = . 4, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = . 1 1 5, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription..2004 = 3.0 20.1DF 4.0. 1 1 5, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = 25. 1 1 5, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = . 1 1 5, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = 0. 1 1 5, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = . 1 1 5, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = . 1 1 5, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = . 1 6, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription..2004 = 10.1DF 5.0. 1 6, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = 35. 1 6, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = . 1 6, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = 0. 1 6, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = . 1 6, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = . 1 6, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = . 1 7, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription..2004 = 10.1DF 6.0. 1 7,",
    "page_numbers": []
  },
  {
    "id": 205,
    "text": "ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = 44. 1 7, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = . 1 7, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = 0. 1 7, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = . 1 7, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = . 1 7, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = . 1 8, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription..2004 = 10.1DF 7.0. 1 8, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = 52. 1 8, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = . 1 8, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = 0. 1 8, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = . 1 8, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = . 1 8, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = . , ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription..2004 = 8.0. , ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = . , ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = . , ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = 0. , ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = . ,",
    "page_numbers": []
  },
  {
    "id": 206,
    "text": "ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = . , ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = . 1 9, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription..2004 = 10.1DF. 1 9, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = 60. 1 9, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = . 1 9, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = 0. 1 9, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = . 1 9, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = . 1 9, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = . 1 10, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription..2004 = 10.1DF 9.0 10.1DF. 1 10, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = 66 72. 1 10, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = . 1 10, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = 0. 1 10, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = . 1 10, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = . 1 10, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = . 1 11, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription..2004 = 10.0. 1 11, ECON_UserManualExample_3 - Economically efficient time to implement",
    "page_numbers": []
  },
  {
    "id": 207,
    "text": "future perpetual prescription.. = 77. 1 11, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = . 1 11, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = 0. 1 11, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = . 1 11, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = . 1 11, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = . 1 12 1 13, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription..2004 = 15.1DF 11.0 15.1DF 12.0. 1 12 1 13, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = 82. 1 12 1 13, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = . 1 12 1 13, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = 0. 1 12 1 13, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = . 1 12 1 13, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = . 1 12 1 13, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = . 1 14, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription..2004 = 15.1DF 13.0. 1 14, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = . 1 14, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = . 1 14, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = . 1 14, ECON_UserManualExample_3 - Economically efficient time to implement",
    "page_numbers": []
  },
  {
    "id": 208,
    "text": "future perpetual prescription.. = . 1 14, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = . 1 14, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = . , ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription..2004 = 15.1DF. , ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = 86. , ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = . , ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = 0 0. , ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = . , ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = . , ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = . 1 15, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription..2004 = 14.0 15.0. 1 15, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = 89. 1 15, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = . 1 15, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = 0. 1 15, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = . 1 15, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = . 1 15, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = . 1 16 1 17, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription..2004 = 10.1DF 5.1DF 16.0. 1 16 1 17, ECON_UserManualExample_3 -",
    "page_numbers": []
  },
  {
    "id": 209,
    "text": "Economically efficient time to implement future perpetual prescription.. = 92 95. 1 16 1 17, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = . 1 16 1 17, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = 0. 1 16 1 17, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = . 1 16 1 17, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = . 1 16 1 17, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = . 1 18, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription..2004 = 5.1DF 17.0 5.1WH. 1 18, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = 98. 1 18, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = . 1 18, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = 0 0. 1 18, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = . 1 18, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = . 1 18, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = . 1 19, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription..2004 = . 1 19, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = 101. 1 19, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = . 1 19, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = 0. 1 19, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual",
    "page_numbers": []
  },
  {
    "id": 210,
    "text": "prescription.. = . 1 19, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = . 1 19, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = . 1 20, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription..2004 = 18.0 5.1WH 19.0. 1 20, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = 103. 1 20, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = . 1 20, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = . 1 20, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = . 1 20, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = . 1 20, ECON_UserManualExample_3 - Economically efficient time to implement future perpetual prescription.. = \n1 21   10.1RC 10.0   105                     0\n-999\nProcess\nSTOP",
    "page_numbers": []
  },
  {
    "id": 211,
    "text": "STDIDENT\nECON_UserManualExample_4 - Dynamically initiate a future perpetual prescription.\nSCREEN\nINVYEAR         2004\nSTDINFO                    530         1         0         0        30\nDESIGN                       1       999         1         0         1\nNUMCYCLE          16\nTIMEINT            0        10\n*Initialize control variables compute          1.0\nDO_SEV = 0\nWAIT = 0\nend\n*Test for current stand at target (90th % > 21\" dbh), and re-start ECON w/ SEV calculation if               999\nDBHDIST(3,5) gt 21.0\nthen compute\nDO_SEV = 1\nend\n*Harvest current stand leaving 16 residual trees\nTHINBTA            0        16       1.0       0.0     999.9\n*Set wait-time to 1-year for StrtEcon, and PRETEND\nECON\nStrtEcon           1         4                 1\nPRETEND            1       999\nEND\n*Regenerate residual stand as part of perpetual prescription ESTAB\nNOAUTALY\nNOINGROW\nPLANT              1        DF       200\nPLANT              1        WH       200\nPLANT              1        RC       100\nEND\nendif\n*Track control variables for initiating perpetual prescription if                 0\nDO_SEV gt 0\nthen compute\nWAIT = WAIT + 1\nend endif\n*Check min volume in 6-20 DBH trees > 5000 Bd Ft volume for \"pretend\" harvest if\nDO_SEV eq 1 and SpMcDBH(4,All,0,6.0,21.0,0.0,999.0,0) gt 5000. and WAIT gt 1 then",
    "page_numbers": []
  },
  {
    "id": 212,
    "text": "*Begin, 0 = ECON Extension. *Begin, 16 = keywords. *Begin, 1.0 = . *Begin, 0.0 = . *Begin, 999.9 = . ECON StrtEcon, 0 = 1. ECON StrtEcon, 16 = 4. ECON StrtEcon, 1.0 = 0. ECON StrtEcon, 0.0 = 0. ECON StrtEcon, 999.9 = . PLANTCST, 0 = 50. PLANTCST, 16 = 6. PLANTCST, 1.0 = . PLANTCST, 0.0 = . PLANTCST, 999.9 = . HRVVRCST, 0 = 90. HRVVRCST, 16 = 2. HRVVRCST, 1.0 = 6.0. HRVVRCST, 0.0 = 12.0. HRVVRCST, 999.9 = . HRVVRCST, 0 = 60. HRVVRCST, 16 = 2. HRVVRCST, 1.0 = 12.0. HRVVRCST, 0.0 = 16.0. HRVVRCST, 999.9 = . HRVVRCST, 0 = 30. HRVVRCST, 16 = 2. HRVVRCST, 1.0 = 16.0. HRVVRCST, 0.0 = 22.0. HRVVRCST, 999.9 = . HRVVRCST, 0 = 25. HRVVRCST, 16 = 2. HRVVRCST, 1.0 = 22.0. HRVVRCST, 0.0 = 999.0. HRVVRCST, 999.9 = . HRVRVN, 0 = 175. HRVRVN, 16 = 4. HRVRVN, 1.0 = 4.0. HRVRVN, 0.0 = DF. HRVRVN, 999.9 = . HRVRVN, 0 = 300. HRVRVN, 16 = 4. HRVRVN, 1.0 = 10.0. HRVRVN, 0.0 = DF. HRVRVN, 999.9 = . HRVRVN, 0 = 350. HRVRVN, 16 = 4. HRVRVN, 1.0 = 16.0.",
    "page_numbers": []
  },
  {
    "id": 213,
    "text": "HRVRVN, 0.0 = DF. HRVRVN, 999.9 = . HRVRVN, 0 = 450. HRVRVN, 16 = 4. HRVRVN, 1.0 = 20.0. HRVRVN, 0.0 = DF. HRVRVN, 999.9 = . HRVRVN, 0 = 475. HRVRVN, 16 = 4. HRVRVN, 1.0 = 22.0. HRVRVN, 0.0 = DF. HRVRVN, 999.9 = . HRVRVN, 0 = 500. HRVRVN, 16 = 4. HRVRVN, 1.0 = 24.0. HRVRVN, 0.0 = DF. HRVRVN, 999.9 = ",
    "page_numbers": []
  },
  {
    "id": 214,
    "text": "HRVRVN, 1 = 50. HRVRVN, 2 = 50. HRVRVN, 3 = 50. HRVRVN, 4 = 4. HRVRVN, 5 = 6.0. HRVRVN, 6 = WH. HRVRVN, 1 = 100. HRVRVN, 2 = 100. HRVRVN, 3 = 100. HRVRVN, 4 = 4. HRVRVN, 5 = 10.0. HRVRVN, 6 = WH. HRVRVN, 1 = 250. HRVRVN, 2 = 250. HRVRVN, 3 = 250. HRVRVN, 4 = 4. HRVRVN, 5 = 20.0. HRVRVN, 6 = WH. HRVRVN, 1 = 120. HRVRVN, 2 = 120. HRVRVN, 3 = 120. HRVRVN, 4 = 4. HRVRVN, 5 = 4.0. HRVRVN, 6 = ALL. HRVRVN, 1 = 250. HRVRVN, 2 = 250. HRVRVN, 3 = 250. HRVRVN, 4 = 4. HRVRVN, 5 = 10.0. HRVRVN, 6 = ALL. HRVRVN, 1 = 350. HRVRVN, 2 = 350. HRVRVN, 3 = 350. HRVRVN, 4 = 4. HRVRVN, 5 = 14.0. HRVRVN, 6 = ALL. HRVRVN, 1 = 500. HRVRVN, 2 = 500. HRVRVN, 3 = 500. HRVRVN, 4 = 4. HRVRVN, 5 = 20.0. HRVRVN, 6 = ALL. *Zero price outputs harvested trees-per-acre harvested w/o affecting revenue, 1 = *Zero price outputs harvested trees-per-acre harvested w/o affecting revenue. *Zero price outputs harvested trees-per-acre harvested w/o affecting revenue, 2 = *Zero price outputs harvested trees-per-acre harvested w/o affecting revenue. *Zero price outputs harvested trees-per-acre harvested w/o affecting revenue, 3 = *Zero price outputs harvested trees-per-acre harvested w/o affecting revenue. *Zero price outputs harvested trees-per-acre harvested w/o affecting revenue, 4 = *Zero price outputs harvested trees-per-acre harvested w/o affecting revenue. *Zero",
    "page_numbers": []
  },
  {
    "id": 215,
    "text": "price outputs harvested trees-per-acre harvested w/o affecting revenue, 5 = *Zero price outputs harvested trees-per-acre harvested w/o affecting revenue. *Zero price outputs harvested trees-per-acre harvested w/o affecting revenue, 6 = *Zero price outputs harvested trees-per-acre harvested w/o affecting revenue. HRVRVN, 1 = 0. HRVRVN, 2 = 0. HRVRVN, 3 = 0. HRVRVN, 4 = 1. HRVRVN, 5 = 0. HRVRVN, 6 = ALL. *Zero price HRVRVN, 1 = outputs harvested 0. *Zero price HRVRVN, 2 = outputs harvested 0. *Zero price HRVRVN, 3 = outputs harvested 0. *Zero price HRVRVN, 4 = 3. *Zero price HRVRVN, 5 = cubic-foot 0. *Zero price HRVRVN, 6 = volume by tree w/o affecting revenue ALL. *Zero price HRVRVN, 1 = outputs harvested 0. *Zero price HRVRVN, 2 = outputs harvested 0. *Zero price HRVRVN, 3 = outputs harvested 0. *Zero price HRVRVN, 4 = 5. *Zero price HRVRVN, 5 = cubic-foot 0. *Zero price HRVRVN, 6 = volume by log w/o affecting revenue ALL. *Harvests PCTSPEC, 1 = < 5000 board-feet 0.0. *Harvests PCTSPEC, 2 = < 5000 board-feet 0.0. *Harvests PCTSPEC, 3 = < 5000 board-feet 0.0. *Harvests PCTSPEC, 4 = per 2. *Harvests PCTSPEC, 5 = acre are 5000.0. *Harvests PCTSPEC, 6 = pre-commercial. End *End ECON Extension keywords, 1 = End *End ECON Extension keywords. End *End ECON Extension keywords, 2 = End *End ECON Extension keywords. End *End ECON Extension keywords, 3 = End *End ECON Extension keywords. End *End ECON Extension keywords, 4 = End *End ECON Extension keywords. End *End ECON Extension keywords, 5 = End *End ECON Extension keywords. End *End ECON Extension keywords, 6 = End *End",
    "page_numbers": []
  },
  {
    "id": 216,
    "text": "ECON Extension keywords. TreeData, 1 = 100.1DF. TreeData, 2 = 15 0.1. TreeData, 3 = 1. TreeData, 4 = . TreeData, 5 = . TreeData, 6 = 0. 1 1 1 2, 1 = 50.1DF. 1 1 1 2, 2 = 1.0. 1 1 1 2, 3 = 5. 1 1 1 2, 4 = . 1 1 1 2, 5 = . 1 1 1 2, 6 = 0. 1 3, 1 = 40.0DF. 1 3, 2 = 2.0. 1 3, 3 = 7. 1 3, 4 = . 1 3, 5 = . 1 3, 6 = 0. 1 4, 1 = 30.1DF. 1 4, 2 = 3.0. 1 4, 3 = 15. 1 4, 4 = . 1 4, 5 = . 1 4, 6 = 0. 1 5, 1 = 20.1DF. 1 5, 2 = 4.0. 1 5, 3 = 25. 1 5, 4 = . 1 5, 5 = . 1 5, 6 = 0. 1 6, 1 = 10.1DF. 1 6, 2 = 5.0. 1 6, 3 = 35. 1 6, 4 = . 1 6, 5 = . 1 6, 6 = 0. 1 7, 1 = 10.1DF. 1 7, 2 = 6.0. 1 7, 3 = 44. 1 7, 4 = . 1 7, 5 = . 1 7, 6 = 0. 1 8, 1 = 10.1DF. 1 8, 2 = 7.0. 1 8, 3 = 52. 1 8, 4 = . 1 8, 5 = . 1 8, 6 = 0. 1 9, 1 = 10.1DF. 1 9, 2 = 8.0. 1 9, 3 = 60. 1 9, 4 = . 1 9, 5 = . 1 9, 6 = 0. 1 10, 1 = 10.1DF. 1 10, 2 = 9.0. 1 10, 3 = 66. 1 10, 4 = . 1 10, 5 = . 1 10, 6 = 0. 1 11, 1 = 10.1DF. 1 11, 2 = 10.0. 1 11, 3 =",
    "page_numbers": []
  },
  {
    "id": 217,
    "text": "72. 1 11, 4 = . 1 11, 5 = . 1 11, 6 = 0. 1 12, 1 = 15.1DF. 1 12, 2 = 11.0. 1 12, 3 = 77. 1 12, 4 = . 1 12, 5 = . 1 12, 6 = 0. 1 13, 1 = 15.1DF. 1 13, 2 = 12.0. 1 13, 3 = 82. 1 13, 4 = . 1 13, 5 = . 1 13, 6 = 0. 1 14, 1 = 15.1DF. 1 14, 2 = 13.0. 1 14, 3 = 86. 1 14, 4 = . 1 14, 5 = . 1 14, 6 = 0. 1 15, 1 = 15.1DF. 1 15, 2 = 14.0. 1 15, 3 = 89. 1 15, 4 = . 1 15, 5 = . 1 15, 6 = 0. 1 16, 1 = 10.1DF. 1 16, 2 = 15.0. 1 16, 3 = 92. 1 16, 4 = . 1 16, 5 = . 1 16, 6 = 0. 1 17, 1 = 5.1DF. 1 17, 2 = 16.0. 1 17, 3 = 95. 1 17, 4 = . 1 17, 5 = . 1 17, 6 = 0. 1 18, 1 = 5.1DF. 1 18, 2 = 17.0. 1 18, 3 = 98. 1 18, 4 = . 1 18, 5 = . 1 18, 6 = 0. 1 19, 1 = 5.1WH. 1 19, 2 = 18.0. 1 19, 3 = 101. 1 19, 4 = . 1 19, 5 = . 1 19, 6 = 0. 1 20, 1 = 5.1WH. 1 20, 2 = 19.0. 1 20, 3 = 103. 1 20, 4 = . 1 20, 5 = . 1 20, 6 = 0. 1 21, 1 = 10.1RC. 1 21, 2 = 10.0. 1 21, 3 = 105. 1 21, 4 = . 1 21, 5 = . 1 21, 6 = 0. -999, 1 = . -999, 2 = . -999, 3 = . -999, 4 = .",
    "page_numbers": []
  },
  {
    "id": 218,
    "text": "-999, 5 = . -999, 6 = \nProcess\nSTOP",
    "page_numbers": []
  },
  {
    "id": 219,
    "text": "StdIdent",
    "page_numbers": []
  },
  {
    "id": 220,
    "text": "1, ECON_UserManualExample_5 Value the trees in an immature stand given known SEV. Screen.InvYear.StdInfo.Design.NumCycle.*Harvest to THINDBH.*Begin ECON.Econ StrtEcon.*Make all harvest PRETEND.HRVVRCST.HRVVRCST.HRVRVN.HRVRVN.HRVRVN..DF End.TreeData 15.100.1DF = . 1, ECON_UserManualExample_5 Value the trees in an immature stand given known SEV. Screen.2004.530..1 0 1 10.create initial 0.16. 0.0 Extension keywords.1.\"pretend\" harvests 1.80.60.90.120..240.DF End.TreeData 15.4.0 = 60.1DF 5.0. 1, ECON_UserManualExample_5 Value the trees in an immature stand given known SEV. Screen.2004.530..1 0 1 10.create initial 0.16. 0.0 Extension keywords.1.\"pretend\" harvests 1.80.60.90.120..240.DF End.TreeData 15. = 1 5. 1, ECON_UserManualExample_5 Value the trees in an immature stand given known SEV. Screen.2004.530.1.1 0 1 10.conditions 7..16. 0.0 Extension keywords.4.\"pretend\" harvests 1.2.2.4.4.4..DF End.TreeData 15. = 1 5. 1, ECON_UserManualExample_5 Value the trees in an immature stand given known SEV. Screen.2004.530.999.1 0 1 10.for 999.16. 0.0 Extension keywords.120.\"pretend\" harvests 1.6.0.12.0.4.0.10.0..12.0.DF End.TreeData 15. = 1 5. 1, ECON_UserManualExample_5 Value the trees in an immature stand given known SEV. Screen.2004.0.0.1 0 1 10.long-term",
    "page_numbers": []
  },
  {
    "id": 221,
    "text": "1.0.16. 0.0 Extension keywords.0.\"pretend\" harvests 1.12.12.DF.DF.12.12.DF End.TreeData 15.0 = 0. 1, ECON_UserManualExample_5 Value the trees in an immature stand given known SEV. Screen.2004.0.0.1 0 1 10.managment All.16. 0.0 Extension keywords..\"pretend\" harvests 1.......DF End.TreeData 15. = . 1, ECON_UserManualExample_5 Value the trees in an immature stand given known SEV. Screen.2004.30..1 0 1 10..16. 0.0 Extension keywords..\"pretend\" harvests 1.......DF End.TreeData 15. = . 1, ECON_UserManualExample_5 Value the trees in an immature stand given known SEV. Screen.InvYear.StdInfo.Design.NumCycle.*Harvest to THINDBH.*Begin ECON.Econ StrtEcon.*Make all harvest PRETEND.HRVVRCST.HRVVRCST.HRVRVN.HRVRVN.HRVRVN..DF End.TreeData 15.100.1DF = 2 3 50.1DF. 1, ECON_UserManualExample_5 Value the trees in an immature stand given known SEV. Screen.2004.530..1 0 1 10.create initial 0.16. 0.0 Extension keywords.1.\"pretend\" harvests 1.80.60.90.120..240.DF End.TreeData 15.4.0 = 6.0. 1, ECON_UserManualExample_5 Value the trees in an immature stand given known SEV. Screen.2004.530..1 0 1 10.create initial 0.16. 0.0 Extension keywords.1.\"pretend\" harvests 1.80.60.90.120..240.DF End.TreeData 15. = 7. 1, ECON_UserManualExample_5 Value the trees in an immature stand",
    "page_numbers": []
  },
  {
    "id": 222,
    "text": "given known SEV. Screen.2004.530.1.1 0 1 10.conditions 7..16. 0.0 Extension keywords.4.\"pretend\" harvests 1.2.2.4.4.4..DF End.TreeData 15. = 7. 1, ECON_UserManualExample_5 Value the trees in an immature stand given known SEV. Screen.2004.530.999.1 0 1 10.for 999.16. 0.0 Extension keywords.120.\"pretend\" harvests 1.6.0.12.0.4.0.10.0..12.0.DF End.TreeData 15. = 7. 1, ECON_UserManualExample_5 Value the trees in an immature stand given known SEV. Screen.2004.0.0.1 0 1 10.long-term 1.0.16. 0.0 Extension keywords.0.\"pretend\" harvests 1.12.12.DF.DF.12.12.DF End.TreeData 15.0 = 0. 1, ECON_UserManualExample_5 Value the trees in an immature stand given known SEV. Screen.2004.0.0.1 0 1 10.managment All.16. 0.0 Extension keywords..\"pretend\" harvests 1.......DF End.TreeData 15. = . 1, ECON_UserManualExample_5 Value the trees in an immature stand given known SEV. Screen.2004.30..1 0 1 10..16. 0.0 Extension keywords..\"pretend\" harvests 1.......DF End.TreeData 15. = . 1, ECON_UserManualExample_5 Value the trees in an immature stand given known SEV. Screen.InvYear.StdInfo.Design.NumCycle.*Harvest to THINDBH.*Begin ECON.Econ StrtEcon.*Make all harvest PRETEND.HRVVRCST.HRVVRCST.HRVRVN.HRVRVN.HRVRVN..DF End.TreeData 15.100.1DF =",
    "page_numbers": []
  },
  {
    "id": 223,
    "text": "4. 1, ECON_UserManualExample_5 Value the trees in an immature stand given known SEV. Screen.2004.530..1 0 1 10.create initial 0.16. 0.0 Extension keywords.1.\"pretend\" harvests 1.80.60.90.120..240.DF End.TreeData 15.4.0 = 7.0. 1, ECON_UserManualExample_5 Value the trees in an immature stand given known SEV. Screen.2004.530..1 0 1 10.create initial 0.16. 0.0 Extension keywords.1.\"pretend\" harvests 1.80.60.90.120..240.DF End.TreeData 15. = 15. 1, ECON_UserManualExample_5 Value the trees in an immature stand given known SEV. Screen.2004.530.1.1 0 1 10.conditions 7..16. 0.0 Extension keywords.4.\"pretend\" harvests 1.2.2.4.4.4..DF End.TreeData 15. = 15. 1, ECON_UserManualExample_5 Value the trees in an immature stand given known SEV. Screen.2004.530.999.1 0 1 10.for 999.16. 0.0 Extension keywords.120.\"pretend\" harvests 1.6.0.12.0.4.0.10.0..12.0.DF End.TreeData 15. = 15. 1, ECON_UserManualExample_5 Value the trees in an immature stand given known SEV. Screen.2004.0.0.1 0 1 10.long-term 1.0.16. 0.0 Extension keywords.0.\"pretend\" harvests 1.12.12.DF.DF.12.12.DF End.TreeData 15.0 = 0. 1, ECON_UserManualExample_5 Value the trees in an immature stand given known SEV. Screen.2004.0.0.1 0 1 10.managment All.16. 0.0 Extension keywords..\"pretend\" harvests",
    "page_numbers": []
  },
  {
    "id": 224,
    "text": "1.......DF End.TreeData 15. = . 1, ECON_UserManualExample_5 Value the trees in an immature stand given known SEV. Screen.2004.30..1 0 1 10..16. 0.0 Extension keywords..\"pretend\" harvests 1.......DF End.TreeData 15. = . 1, ECON_UserManualExample_5 Value the trees in an immature stand given known SEV. Screen.InvYear.StdInfo.Design.NumCycle.*Harvest to THINDBH.*Begin ECON.Econ StrtEcon.*Make all harvest PRETEND.HRVVRCST.HRVVRCST.HRVRVN.HRVRVN.HRVRVN..DF End.TreeData 15.100.1DF = 40.1DF 5 40.1DF. 1, ECON_UserManualExample_5 Value the trees in an immature stand given known SEV. Screen.2004.530..1 0 1 10.create initial 0.16. 0.0 Extension keywords.1.\"pretend\" harvests 1.80.60.90.120..240.DF End.TreeData 15.4.0 = 8.0. 1, ECON_UserManualExample_5 Value the trees in an immature stand given known SEV. Screen.2004.530..1 0 1 10.create initial 0.16. 0.0 Extension keywords.1.\"pretend\" harvests 1.80.60.90.120..240.DF End.TreeData 15. = 25. 1, ECON_UserManualExample_5 Value the trees in an immature stand given known SEV. Screen.2004.530.1.1 0 1 10.conditions 7..16. 0.0 Extension keywords.4.\"pretend\" harvests 1.2.2.4.4.4..DF End.TreeData 15. = 25. 1, ECON_UserManualExample_5 Value the trees in an immature stand given known SEV. Screen.2004.530.999.1 0 1 10.for",
    "page_numbers": []
  },
  {
    "id": 225,
    "text": "999.16. 0.0 Extension keywords.120.\"pretend\" harvests 1.6.0.12.0.4.0.10.0..12.0.DF End.TreeData 15. = 25. 1, ECON_UserManualExample_5 Value the trees in an immature stand given known SEV. Screen.2004.0.0.1 0 1 10.long-term 1.0.16. 0.0 Extension keywords.0.\"pretend\" harvests 1.12.12.DF.DF.12.12.DF End.TreeData 15.0 = 0. 1, ECON_UserManualExample_5 Value the trees in an immature stand given known SEV. Screen.2004.0.0.1 0 1 10.managment All.16. 0.0 Extension keywords..\"pretend\" harvests 1.......DF End.TreeData 15. = . 1, ECON_UserManualExample_5 Value the trees in an immature stand given known SEV. Screen.2004.30..1 0 1 10..16. 0.0 Extension keywords..\"pretend\" harvests 1.......DF End.TreeData 15. = \n1  6   40.1DF  9.0    35                     0\n1  7   40.1DF 10.0    44                     0\n1  8   30.1DF 11.0    52                     0\n-999\nProcess",
    "page_numbers": []
  },
  {
    "id": 226,
    "text": "Bullard, Steven H., and Thomas J. Straka. 1998.  Basics Concepts in Forest Valuation and Investment Analysis. 2 nd Ed.\nClutter, Jerome L., James C. Fortson, Leon V. Pienarr, Graham H. Brister, and Robert L. Bailey. 1983.  Timber Management: A Quantitative Approach.  New York: John Wiley and Sons, Inc.\nDavis, Lawrence S. and K. Norman Johnson. 1987.  Forest Management, 3 rd Ed.  New York: McGraw-Hill Publishing.\nCrookston, Nicholas L. 1990.  User's Guide to the Event Monitor:  Part of Prognosis Model 6. USDA Forest Service, Intermountain Forest and Range Experiment Station, General Technical Report INT-275.\nDixon, Gary E. comp. 2002. Essential FVS: A user's guide to the Forest Vegetation Simulator. Internal Rep. Fort Collins, CO: U. S. Department of Agriculture, Forest Service, Forest Management Service Center. 194p. (Last Revised: March 2007).\nHorn, Joseph E., E. Lee Medema, and Ervin G. Schuster.  1986.  User's Guide to CHEAPO II Economic Analysis of Stand Prognosis Model Outputs.  USDA Forest Service, Intermountain Forest and Range Experiment Station, General Technical Report INT-211.\nMedema, E. Lee; Hatch, Charles R. Computerized help for the economic analysis of prognosismodel outputs: a user's manual.  Contribution No. 227. Moscow, ID: University of Idaho, Forest, Wildlife and Range Experiment Station; 1982. 72 p.\nReinhardt, Elizabeth, N. L. Crookston (Technical Editors). 2003.  The Fire and Fuels Extension to the Forest Vegetation Simulator.  USDA Forest Service, Rocky Mountain Research Station, General Technical Report RMRS-GTR-116. Ogden, UT.\nRenner, D. 2001. Economic extension (ECON) to FVS, Release 1.0 user's manual.  [draft].  Fort Collins, CO: U. S. Department of Agriculture, Forest Service, Rocky  Mountain Research Station.",
    "page_numbers": []
  },
  {
    "id": 227,
    "text": "Renner, David L. and Fred C. Martin.  2002.  Using the Fuels and Fire Effects (FFE) and Economic (ECON) Extensions to the Forest Vegetation Simulator (FVS) to Evaluate the Impacts of Silvicultural Regimes.  In: Crookston, Nicholas L.; Havis, Robert N., comps. Second Forest Vegetation Simulator Conference; 2002 February 12-14; Fort Collins, CO.  USDA Forest Service, Rocky Mountain Research Station, Proc. RMRS-P-25. Ogden, UT.\nVan Dyck, Michael G. 2005.  Keyword Reference Guide for the Forest Vegetation Simulator. United States Department of Agriculture Forest Service Forest Management Service Center Fort Collins, CO.\nWykoff, W. R., N. L. Crookston, and A. R. Stage. 1982. User's guide to the stand Prognosis Model. USDA Forest Service, Intermountain Forest and Range Experiment Station, General Technical Report INT-133.",
    "page_numbers": []
  }
]